Repository: fr0gsite/FlutterFr0g
Catalog: lib/l10n/app_*.arb
Languages: ar, cs, de, hi, it, ko, uk

# ipfsexplain
source: IPFS is the network in which videos and images for this platform are stored
ar: إن IPFS هو الشبكة التي يتم تخزين الفيديوهات والصور لهذه المنصة فيها
cs: IPFS je síť, ve které jsou uložena videa a obrázky pro tuto platformu
de: IPFS ist das Netzwerk in dem die Videos und Bilder für diese Plattform gespeichert werden
hi: IPFS वह नेटवर्क है जिसमें इस प्लेटफार्म के लिए वीडियो और चित्र संग्रहीत होते हैं।
it: IPFS è la rete in cui sono memorizzati i video e le immagini per questa piattaforma
ko: IPFS는 해당 플랫폼의 비디오와 이미지가 저장된 네트워크입니다
uk: IPFS - це мережа, де зберігаються відео та зображення для цієї платформи

source: IPFS nodes
ar: عقدة IPFS
cs: IPFS uzly
de: IPFS-Knoten
hi: IPFS नोड्स
it: Nodi IPFS
ko: IPFS 노드
uk: Вузли IPFS

source: I reject
ar: لا، أرفض
cs: Ne, nesouhlasím
de: Nein, möchte ich nicht
hi: नहीं, मैं सहमत नहीं हूँ
it: No, non voglio
ko: 거부합니다
uk: Я відмовляюсь

source: Is active
ar: نشط
cs: Je aktivní
de: Ist aktiv
hi: सक्रिय है
it: È attivo
ko: 활성화되었습니다
uk: Активний

# language
source: English
ar: اللغة العربية
cs: Němčina
de: Deutsch
hi: हिन्दी
it: Tedesco
ko: 한국어
uk: Українська

source: Last Block ID
ar: معرف الكتلة الأخيرة
cs: ID posledního bloku
de: Letzte Block-ID
hi: अंतिम ब्लॉक आईडी
it: ID dell'ultimo blocco
ko: 마지막 블록 ID
uk: ID останнього блоку

source: Last claimed
ar: آخر مطالبة
cs: Poslední nárok
de: Zuletzt eingefordert
hi: अंतिम दावा
it: Ultima rivendicazione
ko: 마지막으로 요청
uk: Останній запит

source: Last irreversible Block
ar: آخر كتلة لا رجعة فيها
cs: Poslední nevratný blok
de: Letzter irreversibeler Block
hi: अंतिम अपरिवर्तनीय ब्लॉक
it: Ultimo blocco irreversibile
ko: 마지막 불가역적인 블록
uk: Останній незворотний блок

source: Last Vote Weight
ar: آخر وزن للتصويت
cs: Poslední váha hlasu
de: Letztes Stimmengewicht
hi: अंतिम वोट वजन
it: Ultimo peso del voto
ko: 최근 투표 가중치
uk: Остання вага голосу

source: Light or Dark
ar: فاتح أو داكن
cs: Světlé nebo tmavé
de: Hell oder Dunkel
hi: हल्का या गहरा
it: Chiaro o scuro
ko: 밝거나 어두운
uk: Світла або темна

source: Links
ar: روابط
cs: Odkazy
hi: लिंक
it: Link
ko: 링크
uk: Посилання

# linktodocumentation
source: Documentation
ar: الوثائق
cs: Dokumentace
de: Dokumentation
hi: प्रलेखन
it: Documentazione
ko: 문서
uk: Документація

# linktoupdown
source: updown.io Status Page
ar: صفحة حالة updown.io
cs: Statusová stránka updown.io
de: updown.io Statusseite
hi: updown.io स्थिति पृष्ठ
it: Pagina di stato di updown.io
ko: updown.io 상태 페이지
uk: Сторінка статусу updown.io

source: Liquid
ar: قابل للتداول
cs: Likvidní
de: Handelbar
hi: व्यापार योग्य
it: Liquido
ko: 유동성
uk: Ліквідний

# liquidexplain
source: This is the amount of tokens that can send to other accounts
ar: هذا هو عدد الرموز التي يمكن إرسالها إلى حسابات أخرى
cs: To je množství tokenů, které lze odeslat na jiné účty
de: Dies ist die Menge an Token, die an andere Konten gesendet werden kann
hi: यह वह टोकन राशि है जिसे अन्य खातों में भेजा जा सकता है
it: Questa è la quantità di token che può essere inviata ad altri account
ko: 다른 계정으로 보낼 수 있는 토큰의 양입니다
uk: Це кількість токенів, яку можна надіслати іншим акаунтам

source: List of Producers
ar: قائمة المنتجين
cs: Seznam producentů
de: Liste der Produzenten
hi: निर्माताओं की सूची
it: Elenco dei Produttori
ko: 프로듀서 목록
uk: Список продюсерів

source: Loading...
ar: جار التحميل...
cs: Načítání...
de: Lade...
hi: लोड हो रहा है...
it: Caricamento...
ko: 로딩 중...
uk: Завантаження...

source: Login
ar: تسجيل الدخول
cs: Přihlásit se
de: Anmelden
hi: लॉग इन करें
it: Accedi
ko: 로그인
uk: Увійти

# loginfile
source: File
ar: ملف
cs: Soubor
de: Datei
hi: फ़ाइल
ko: 파일
uk: Файл

# loginnamekey
source: Name/Key
ar: الاسم/المفتاح
cs: Jméno/Klíč
hi: नाम कुंजी
it: Nome/Chiave
ko: 이름/키
uk: Ім'я/Ключ

# loginqrcode
source: OR-Code
ar: رمز QR
cs: QR kód
hi: क्यूआर संहिता
it: Codice QR
ko: OR-코드
uk: QR-код

source: Login successfull
ar: تم تسجيل الدخول بنجاح
cs: Přihlášení úspěšné
de: Anmeldung erfolgreich
hi: सफलतापूर्वक लॉग इन
it: Accesso riuscito
ko: 로그인 성공
uk: Успішний вхід

source: Login with
ar: تسجيل الدخول باستخدام
cs: Přihlásit se pomocí
hi: लॉगिन करें
it: Accedi con
ko: 다음으로 로그인
uk: Увійти за допомогою

source: Logout
ar: تسجيل الخروج
cs: Odhlásit se
de: Abmelden
hi: लॉग आउट
it: Esci
ko: 로그아웃
uk: Вийти

source: Logout successfull
ar: تم تسجيل الخروج بنجاح
cs: Odhlášení úspěšné
de: Abmeldung erfolgreich
hi: सफलतापूर्वक लॉग आउट
it: Disconnessione riuscita
ko: 로그아웃 성공
uk: Успішний вихід

# max15MBfilesize
source: Max. 15 filesize
ar: الحجم الأقصى للملف 15 ميجابايت
cs: Maximální velikost souboru 15 MB
de: Maximal 15 MB Dateigröße
hi: अधिकतम 15 MB फाइल का आकार
it: Dimensione massima del file 15 MB
ko: 최대 15MB 파일 크기
uk: Максимальний розмір файлу 15 МБ

source: Memo
ar: ملاحظة
cs: Poznámka
de: Notiz
hi: स्मरण
it: Nota
ko: 메모
uk: Нотатка

source: Minutes ago
ar: دقائق مضت
cs: před minutami
de: Minuten her
hi: मिनट पहले
it: minuti fa
ko: 분 전
uk: Хвилин тому

source: More
ar: المزيد
cs: Více
de: mehr
hi: अधिक
it: di più
ko: 더보기
uk: Більше

# moreinformationaboutreport
source: To help in the decision-making process. Please add more information if possible. Any evidence or information you present may add weight to your claim.
ar: لتسهيل عملية القرار، يرجى إضافة معلومات إضافية إن أمكن.
cs: Pro usnadnění rozhodovacího procesu přidejte další informace, pokud je to možné. Jakýkoli důkaz nebo informace, které poskytnete, mohou zvýšit váhu vašeho tvrzení.
de: Um den Entscheidungsprozess zu erleichtern, fügen Sie bitte nach Möglichkeit weitere Informationen hinzu. Alle Beweise oder Informationen, die Sie vorlegen, können Ihrer Forderung mehr Gewicht verleihen.
hi: निर्णय प्रक्रिया को आसान बनाने के लिए, कृपया और जानकारी प्रदान करें। आप जो भी साक्ष्य या जानकारी प्रस्तुत करेंगे, वह आपके दावे को अधिक मजबूती दे सकता है।
it: Per facilitare il processo decisionale, aggiungi maggiori informazioni se possibile. Qualsiasi prova o informazione che fornisci può dare più peso alla tua richiesta.
ko: 결정 프로세스를 돕기 위해 가능한 경우 더 많은 정보를 추가하십시오. 제시하는 증거나 정보는 요구를 더 강화할 수 있습니다.
uk: Щоб полегшити процес прийняття рішень, будь ласка, додайте якомога більше інформації.

source: Mouse scroll
ar: تمرير الفأرة
cs: Rolování myší
de: Mausrad
hi: माउस स्क्रॉल
it: Rotella del mouse
ko: 마우스 스크롤
uk: Прокрутка мишею

# netexplain
source: Network bandwidth for transactions
ar: النطاق الترددي للمعاملات
cs: Šířka pásma pro transakce
de: Bandbreite für Transaktionen
hi: लेनदेन के लिए बैंडविड्थ
it: Larghezza di banda per le transazioni
ko: 거래에 대한 네트워크 대역폭
uk: Пропускна спроможність для транзакцій

source: Next
ar: التالي
cs: Další
de: Weiter
hi: आगे
it: Avanti
ko: 다음
uk: Далі

source: No
ar: لا
cs: Ne
de: Nein
hi: नहीं
ko: 아니요
uk: Ні

source: No Block Producer found
ar: لم يتم العثور على منتج كتلة
cs: Nebyli nalezeni žádní producenti bloků
de: Keinen Blockproduzenten gefunden
hi: कोई ब्लॉक उत्पादक नहीं मिला
it: Nessun produttore di blocchi trovato
ko: 블록 프로듀서를 찾을 수 없습니다
uk: Блок-виробник не знайдено

source: No comments
ar: لا يوجد تعليقات
cs: Žádné komentáře
de: Keine Kommentare
hi: कोई टिप्पणी नहीं
it: Nessun commento
ko: 댓글 없음
uk: Без коментарів

source: No Favorites found
ar: لم يتم العثور على مفضلات
cs: Žádné oblíbené nenalezeny
de: Keine Favoriten gefunden
hi: कोई पसंदीदा नहीं मिला
it: Nessun preferito trovato
ko: 즐겨찾기한 내용이 없습니다
uk: Вибраного не знайдено

source: No File selected
ar: لم يتم اختيار أي ملف
cs: Nebyl vybrán žádný soubor
de: Keine Datei ausgewählt
hi: कोई फ़ाइल चयनित नहीं
it: Nessun file selezionato
ko: 선택된 파일 없음
uk: Файл не вибрано

source: No information yet
ar: لا توجد معلومات بعد
cs: Zatím žádné informace
de: Noch keine Informationen
hi: अभी तक कोई जानकारी नहीं
it: Nessuna informazione ancora
ko: 아직 정보 없음
uk: Інформація відсутня

# nologinviewresourcefromanotheruser
source: Because you are not logged in, you see the resources of another user as an example.
ar: نظرًا لعدم تسجيل دخولك، تعرض موارد من مستخدم آخر كمثال.
cs: Protože nejste přihlášeni, vidíte příklad zdrojů jiného uživatele.
de: Weil du nicht eingeloggt bist, siehst du als Bespiel die Ressourcen von einem anderen Benutzer.
hi: आप लॉग इन नहीं हैं, इसलिए आप किसी अन्य उपयोगकर्ता की संसाधनों का उदाहरण देख रहे हैं।
it: Poiché non sei connesso, visualizzi un esempio di risorse da un altro utente.
ko: 로그인하지 않은 사용자는 다른 사용자의 리소스를 예제로 볼 수 있습니다.
uk: Оскільки ви не увійшли в систему, ви переглядаєте ресурси іншого користувача як приклад.

source: Not everything is completed
ar: ليس كل شيء مكتمل
cs: Ne vše je dokončeno
de: Es ist nicht alles komplett
hi: सब कुछ पूरा नहीं हुआ है
it: Non tutto è completo
ko: 모든 것이 완료되지 않았습니다
uk: Не всі поля заповнені

source: Not found
ar: غير موجود
cs: Nenalezeno
hi: नहीं मिला
it: Non trovato
ko: 찾을 수 없음
uk: Не знайдено

source: Notifications
ar: الإشعارات
cs: Oznámení
de: Benachrichtigungen
hi: सूचनाएं
it: Notifiche
ko: 알림
uk: Сповіщення

source: No uploads found
ar: لم يتم العثور على أي عمليات رفع
cs: Žádné nahrávky nenalezeny
de: Keine Uploads gefunden
hi: कोई अपलोड नहीं मिला
it: Nessun upload trovato
ko: 업로드된 항목이 없습니다
uk: Завантажень не знайдено

# numofcomments
source: Number of Comments
ar: عدد التعليقات
cs: Počet komentářů
de: Anzahl von Kommentaren
hi: टिप्पणियों की संख्या
it: Numero di commenti
ko: 댓글 수
uk: Кількість коментарів

# numoffavorites
source: Number of Favorites
ar: عدد المفضلات
cs: Počet oblíbených
de: Anzahl von Favoriten
hi: पसंदीदा की संख्या
it: Numero di preferiti
ko: 즐겨찾기 수
uk: Кількість улюблених

# offerproviders
source: Select Provider
ar: اختر مزود الخدمة
cs: Vybrat poskytovatele
de: Anbieter auswählen
hi: प्रदाता चुनें
it: Seleziona fornitore
ko: 공급자 선택
uk: Вибрати провайдера

# okiunderstood
source: Ok, I have understood
ar: حسنًا، لقد فهمت
cs: OK, rozumím
de: OK, I habe verstanden
hi: ठीक है, मैंने समझा
it: OK, ho capito
ko: 알겠습니다
uk: ОК, я зрозумів

source: Open Website
ar: فتح الموقع
cs: Otevřít webovou stránku
de: Webseite öffnen
hi: वेबसाइट खोलें
it: Apri sito web
ko: 웹사이트 열기
uk: Відкрити сайт

source: Owner
ar: المالك
cs: Vlastník
de: Besitzer
hi: मालिक
it: Proprietario
ko: 소유자
uk: Власник

source: Page Not Found
ar: الصفحة غير موجودة
cs: Stránka nenalezena
de: Seite nicht gefunden
hi: पृष्ठ नहीं मिला
it: Pagina non trovata
ko: 페이지를 찾을 수 없음
uk: Сторінку не знайдено

source: Permanent exclusion
ar: إقصاء دائم
cs: Trvalé vyloučení
de: Dauerhafter Ausschluss
hi: स्थायी बहिष्कार
it: Esclusione permanente
ko: 영구 제외
uk: Постійне виключення

source: Permission
ar: إذن
cs: Oprávnění
de: Berechtigung
hi: अनुमति
it: Permesso
ko: 허가
uk: Дозвіл

# permissionexplain
source: Active: for the normal use, Owner: Full control
ar: نشط: للاستخدام العادي، المالك: التحكم الكامل
cs: Aktivní: pro běžné použití, Vlastník: plná kontrola
de: Aktiv: für den normalen Gebrauch, Eigentümer: volle Kontrolle
hi: सक्रिय: सामान्य उपयोग के लिए, मालिक: पूर्ण नियंत्रण
it: Attivo: per uso normale, Proprietario: controllo completo
ko: Active: 일반 사용을 위한 것, Owner: 완전한 통제
uk: Активний: для звичайного використання, Власник: повний контроль

source: Pictures
ar: الصور
cs: Obrázky
de: Bilder
hi: तस्वीरें
it: Immagini
ko: 사진
uk: Зображення

# platformnotsupportvideo
source: This platform does not support video playback
ar: هذه النظام الأساسي لا يدعم تشغيل الفيديو
cs: Tato platforma nepodporuje přehrávání videí
de: Diese Plattform unterstüzt keine Video wiedergabe
hi: यह प्लेटफार्म वीडियो प्लेबैक का समर्थन नहीं करता
it: Questa piattaforma non supporta la riproduzione video
ko: 이 플랫폼은 비디오 재생을 지원하지 않습니다
uk: Ця платформа не підтримує відтворення відео

source: Please check your input
ar: يرجى التحقق من مدخلاتك
cs: Zkontrolujte svůj vstup
de: Bitte überprüfen sie ihre Eingabe
hi: कृपया अपनी इनपुट की जाँच करें
it: Si prega di controllare l'input
ko: 입력 사항을 확인해주세요
uk: Будь ласка, перевірте введені дані

# pleasetestipfs
source: Please test if the Media is reachable via IPFS Hash
ar: يرجى التحقق من الوصول إلى الملف عبر هاش IPFS
cs: Zkontrolujte, zda je soubor dostupný přes IPFS Hash
de: Bitte überprüfe ob Datei via IPFS Hash erreichbar ist
hi: कृपया जांचें कि क्या फाइल IPFS हैश के माध्यम से पहुंच योग्य है
it: Si prega di verificare se il file è accessibile tramite hash IPFS
ko: 미디어가 IPFS 해시를 통해 접근 가능한지 테스트해주세요
uk: Будь ласка, перевірте доступність файлу за IPFS хешем

# popularid
source: Popular No.
ar: رقم الشهرة
cs: Číslo popularity
de: Popular Nr.
hi: लोकप्रिय आईडी
it: Nr. popolare
ko: 인기 번호
uk: ID популярності

source: Posts
ar: المشاركات
cs: Příspěvky
hi: पोस्ट्स
it: Post
ko: 게시물
uk: Пости

source: Preparing
ar: جارٍ التحضير
cs: Příprava
de: Vorbereiten
hi: तैयारी हो रही है
it: Preparazione in corso
ko: 준비 중
uk: Підготовка

source: Price
ar: السعر
cs: Cena
de: Preis
hi: कीमत
it: Prezzo
ko: 가격
uk: Ціна

source: Privatekey
ar: المفتاح الخاص
cs: Soukromý klíč
de: Privater Schlüssel
hi: निजी कुंजी
it: Chiave privata
ko: 개인 키
uk: Приватний ключ

# privatekeyinvalidformat
source: Privatekey does not fit the valid format
ar: المفتاح الخاص لا يتوافق مع الصيغة الصحيحة
cs: Soukromý klíč neodpovídá platnému formátu
de: Der private Schlüssel entspricht nicht dem gültigen Format
hi: निजी कुंजी मान्य प्रारूप में नहीं है
it: La chiave privata non rispetta il formato valido
ko: 개인 키가 유효한 형식에 맞지 않습니다
uk: Приватний ключ не відповідає дійсному формату

source: Producers
ar: المُنتجون
cs: Producenti
de: Produzenten
hi: उत्पादक
it: Produttori
ko: 프로듀서
uk: Виробники

# profile
source: Profil
ar: الملف الشخصي
hi: प्रोफ़ाइल
it: Profilo
ko: 프로필
uk: Профіль

# profilebio
source: Profile Beschreibung
ar: وصف الملف الشخصي
cs: Popis profilu
de: Profilbeschreibung
hi: प्रोफाइल विवरण
it: Descrizione del profilo
ko: 프로필 설명
uk: Опис профілю

# profileimageipfs
source: IPFS Hash of profile picture
ar: التجزئة IPFS لصورة الملف الشخصي
cs: IPFS hash profilového obrázku
de: IPFS-Hash des Profilbilds
hi: प्रोफ़ाइल चित्र का IPFS हैश
it: Hash IPFS dell'immagine del profilo
ko: 프로필 사진의 IPFS 해시
uk: Хеш профільного зображення IPFS

# profilepictureloadingtimeout
source: Profile picture not found
ar: لم يتم العثور على صورة الملف الشخصي
cs: Profilový obrázek nebyl nalezen
de: Profilbild nicht gefunden
hi: प्रोफ़ाइल चित्र लोडिंग समय समाप्त
it: Immagine del profilo non trovata
ko: 프로필 사진을 찾을 수 없음
uk: Фотографію профілю не знайдено

source: Provider
ar: مزود
cs: Poskytovatel
hi: प्रदाता
it: Fornitore
ko: 제공자
uk: Провайдер

# providercloudtext
source: Host by an Cloud Provider of your choice
ar: استضافة لدى مزود سحابة من اختيارك
cs: Hostujte u poskytovatele cloudu dle vašeho výběru
de: Hosten Sie bei einem Cloud-Anbieter Ihrer Wahl
hi: किसी भी क्लाउड प्रदाता पर होस्ट करें
it: Ospita con un provider cloud di tua scelta
ko: 사용자의 선택에 따라 클라우드 제공자로 호스팅
uk: Розмістіть у обраному вами хмарному провайдері

# providerfilebasetext
source: Offers 5 GB free storage
ar: يوفر 5 جيجابايت من المساحة المجانية
cs: Nabízí 5 GB volného úložiště
de: Bietet 5 GB kostenlosen Speicherplatz
hi: 5 जीबी मुफ्त संग्रहण प्रदान करता है
it: Offre 5 GB di spazio di archiviazione gratuito
ko: 무료 5GB 저장 옵션 제공
uk: Надає 5 ГБ безкоштовного простору для зберігання

# providerfilecointext
source: Host on an Blockchain Network
ar: استضافة في شبكة بلوكشين
cs: Hostování v blockchainové síti
de: Hosten Sie in einem Blockchain-Netzwerk
hi: ब्लॉकचेन नेटवर्क में होस्ट करें
it: Ospita su una rete blockchain
ko: 블록체인 네트워크에서 호스팅
uk: Розмістіть у блокчейн-мережі

# providerlistoffersfreeslots
source: Free Slots
ar: خانات مجانية
cs: Volné sloty
de: Freie Slots
hi: मुफ्त स्लॉट
it: Slot gratuiti
ko: 무료 슬롯
uk: Вільні слоти

# providerlistuserslots
source: Your Slots
ar: خاناتك
cs: Vaše sloty
de: Ihre Slots
hi: आपके स्लॉट
it: I tuoi slot
ko: 나의 슬롯
uk: Ваші слоти

# providerpinatatext
source: Offers 1 GB free storage
ar: يوفر 1 جيجابايت من المساحة المجانية
cs: Nabízí 1 GB volného úložiště
de: Bietet 1 GB kostenlosen Speicherplatz
hi: 1 जीबी मुफ्त संग्रहण प्रदान करता है
it: Offre 1 GB di spazio di archiviazione gratuito
ko: 무료 1GB 저장 옵션 제공
uk: Надає 1 ГБ безкоштовного простору для зберігання

# provideryourselftext
source: Host by an Laptop or Raspberry Pi
ar: استضافة على جهاز كمبيوتر محمول أو Raspberry Pi
cs: Hostujte na notebooku nebo Raspberry Pi
de: Hosten Sie auf einem Laptop oder Raspberry Pi
hi: लैपटॉप या रास्पबेरी पाई पर होस्ट करें
it: Ospita su un laptop o Raspberry Pi
ko: 노트북이나 Raspberry Pi로 호스팅
uk: Розмістіть на ноутбуці або Raspberry Pi

source: Proxied Vote Weight
ar: وزن الصوت الوكيل
cs: Váha hlasu proxy
de: Stimmengewicht Proxy
hi: प्रॉक्सी वोट का वजन
it: Peso del voto del proxy
ko: 대리 투표 가중치
uk: Вага проксі-голосу

source: Proxy
ar: وكيل
hi: प्रॉक्सी
ko: 프록시
uk: Проксі

source: Punishment
ar: عقوبة
cs: Trest
de: Bestrafung
hi: सज़ा
it: Punizione
ko: 처벌
uk: Покарання

source: Purchased
ar: مشترى
cs: Zakoupeno
de: Gekauft
hi: खरीदा गया
it: Acquistato
ko: 구매됨
uk: Придбано

# purchasedexplain
source: Storage space must be purchased
ar: يجب شراء المساحة
cs: Úložný prostor musí být zakoupen
de: Speicherplatz muss gekauft werden
hi: संग्रहण स्थान को खरीदना पड़ता है
it: Lo spazio di archiviazione deve essere acquistato
ko: 저장 공간을 구매해야 합니다
uk: Простір для зберігання потрібно купити

source: Push Notifications
ar: إشعارات دفع
cs: Push oznámení
de: Push Benachrichtigungen
hi: पुश सूचनाएं
it: Notifiche push
ko: 푸시 알림
uk: Push-сповіщення

# ramexplain
source: Used storage space on the blockchain
ar: المساحة المستخدمة على البلوكشين
cs: Obsazené místo na blockchainu
de: Belegter Speicherplatz auf der Blockchain
hi: ब्लॉकचेन पर उपयोग की जाने वाली संग्रहण स्थान
it: Spazio di memoria occupato nella blockchain
ko: 블록체인에서 사용되는 저장 공간
uk: Займаний простіру блокчейні

source: Receive
ar: استقبال
cs: Přijmout
de: Empfangen
hi: प्राप्त करें
it: Ricevi
ko: 받기
uk: Отримати

source: Refund
ar: استرداد
cs: Vrácení
de: In Rückerstattung
hi: वापसी
it: In rimborso
ko: 환불
uk: Повернення коштів

# refundexplain
source: This is the amount of tokens that are frozen for 3 days after unstaking
ar: هذا هو عدد الرموز المجمدة بعد إلغاء التخصيص من الموارد لمدة 3 أيام
cs: To je počet tokenů, které jsou zmrazeny po unstake na 3 dny
de: Dies ist die Anzahl der Token, die nach unstake von Ressourcen für 3 Tage eingefroren sind
hi: यह वह टोकन राशि है जो संसाधनों से अनस्टेक करने के बाद 3 दिनों के लिए फ्रीज हो जाती है
it: Questo è il numero di token bloccati per 3 giorni dopo l'unstaking delle risorse
ko: 언스테이킹 후 3일 동안 동결된 토큰의 양
uk: Це кількість токенів, які заморожуються на 3 дні після відмови від стейкінгу

source: Remains
ar: يبقى
cs: Zůstává
de: Verbleibt
hi: शेष
it: Rimane
ko: 남은 것
uk: Залишається

source: Remove
ar: إزالة
cs: Odstranit
de: Entfernen
hi: हटाएं
it: Rimuovi
ko: 삭제
uk: Видалити

source: Replies
ar: الردود
cs: Odpovědi
de: Antworten
hi: उत्तर
it: Risposte
ko: 답장
uk: Відповіді

source: Reply
ar: الرد
cs: Odpovědět
de: Antworten
hi: उत्तर दें
it: Rispondi
ko: 답장
uk: Відповісти

source: Report
ar: تقرير
cs: Nahlásit
de: Melden
hi: रिपोर्ट करें
it: Segnala
ko: 보고서
uk: Повідомити

# reportbycommunitynode
source: reported by community node
ar: مبلغ عنه بواسطة عضو المجتمع
cs: Nahlášeno komunitou
de: von Community gemeldet
hi: समुदाय द्वारा रिपोर्ट की गई
it: Segnalato dalla comunità
ko: 커뮤니티 노드가 보고함
uk: повідомлено спільнотою

# reportuploadedfailed
source: Report not created
ar: فشل في رفع التقرير
cs: Příspěvek nebyl nahlášen
de: Beitrag wurde nicht gemeldet
hi: रिपोर्ट अपलोड नहीं हो पाई
it: Invio della segnalazione fallito
ko: 보고서가 작성되지 않았습니다
uk: Повідомлення не завантажено

# reportuploadedsuccessfully
source: Report successfully created
ar: تم رفع التقرير بنجاح
cs: Příspěvek úspěšně nahlášen
de: Beitrag wurde erfolgreich gemeldet
hi: रिपोर्ट सफलतापूर्वक अपलोड की गई
it: Segnalazione inviata con successo
ko: 보고서가 성공적으로 작성되었습니다
uk: Повідомлення успішно завантажено

source: Report with
ar: التقرير بواسطة
cs: Nahlásit pomocí
de: Melden mit
hi: रिपोर्ट करें
it: Segnala con
ko: 보고함
uk: Повідомити за допомогою

source: Reserves this amount of resources
ar: يحجز هذا الكم من الموارد
cs: Rezervuje toto množství zdrojů
de: Reserviert diese Menge an Ressourcen
hi: इस संसाधन की मात्रा आरक्षित करें
it: Riserva questa quantità di risorse
ko: 이 정도의 리소스를 예약함
uk: Резервує цю кількість ресурсів

# resources
source: Resource
ar: الموارد
cs: Zdroje
de: Ressourcen
hi: संसाधन
it: Risorse
ko: 자원
uk: Ресурси

# resourcesexplain
source: Are needed to perform actions on the blockchain. Resources are consumed during transactions
ar: تُستهلك عند التعامل مع البلوكشين. يمكن حجز الموارد عبر الـStake.
cs: Jsou spotřebovány při transakcích s blockchainem. Zdroje lze rezervovat prostřednictvím stakingu.
de: Staked Ressourcen werden bei Transaktionen mit der Blockchain verbraucht und werden innerhalb von 3 Tagen vollständig wiederhergestellt
hi: ब्लॉकचेन के साथ लेनदेन करते समय संसाधनों का उपभोग किया जाता है। संसाधनों को स्टेकिंग के माध्यम से आरक्षित किया जा सकता है।
it: Vengono consumate nelle transazioni con la blockchain. Le risorse possono essere riservate tramite staking.
ko: 스테이크된 자원은 블록체인 거래에서 소비되며 3일 내에 완전히 복구됩니다
uk: Використовуються при транзакціях з блокчейном. Ресурси можна резервувати через стейкінг.

source: Ressources
ar: الموارد
cs: Zdroje
de: Ressourcen
hi: संसाधन
it: Risorse
ko: 자원
uk: Ресурси

source: Rule
ar: قاعدة
cs: Pravidlo
de: Regel
hi: नियम
it: Regola
ko: 규칙
uk: Правило

# rule1
source: No representation or link of/to minors brute force, sexual, suggestive or nude content.
ar: لا تمثيل أو ربط ب/من القاصرين بطريقة عنيفة، جنسية، إيحائية أو عارية.
cs: Žádné zobrazování ani odkazování na nezletilé osoby v brutálních, sexuálních, necudných či nahých formách.
de: Keine Darstellung oder Verlinkung von/mit Minderjährigen in brutaler, sexueller, anzüglicher oder nackter Form.
hi: नाबालिगों की किसी भी क्रूर, यौन, उत्तेजक या नग्न रूप में तस्वीर या लिंक की अनुमति नहीं है।
it: Nessuna rappresentazione o collegamento con minorenni in forma violenta, sessuale, provocatoria o nuda.
ko: 미성인, 성적, 음란 또는 노출적 콘텐츠의 표현 또는 링크를 허용하지 않습니다.
uk: Заборонено показ або посилання на неповнолітніх у жорстокій, сексуальній, провокаційній або оголеній формі.

# rule10
source: No vandalism or spamming of the platform.
ar: لا التخريب أو التسبام للمنصة.
cs: Žádný vandalismus nebo spamování platformy.
de: Kein Vandalismus oder Spamming der Plattform.
hi: कोई बर्बरता या प्लेटफ़ॉर्म पर स्पैमिंग नहीं।
it: Nessun vandalismo o spam della piattaforma.
ko: 플랫폼을 고의로 파괴하거나 스팸을 발생시키지 마십시오.
uk: Заборонено вандалізм або спам на платформі.

# rule11
source: sfw, nsfw and nsfl content must be marked accordingly for uploads.
ar: يجب تمييز المحتويات SFW، NSFW و NSFL عند الرفع.
cs: SFW, NSFW a NSFL obsah musí být při nahrávání správně označen.
de: SFW-, NSFW- und NSFL-Inhalte müssen beim Hochladen entsprechend gekennzeichnet werden.
hi: अपलोड करते समय SFW, NSFW, और NSFL सामग्री को ठीक से चिह्नित करें।
it: I contenuti SFW, NSFW e NSFL devono essere etichettati correttamente al momento del caricamento.
ko: sfw, nsfw 및 nsfl에 대한 내용은 업로드시 적절하게 표시되어야 합니다.
uk: Контент SFW, NSFW та NSFL повинен бути відповідно позначений під час завантаження.
