Repository: fr0gsite/FlutterFr0g
Catalog: lib/l10n/app_*.arb
Languages: ar, cs, de, hi, it, ko, uk

source: About
ar: حول
cs: O
de: Über
hi: के बारे में
it: Informazioni
ko: 약
uk: Про

source: Account Balance
ar: رصيد الحساب
cs: Zůstatek účtu
de: Kontostand
hi: खाता शेष
it: Saldo conto
ko: 계정 잔액
uk: Стан рахунку

source: Accountname
ar: اسم الحساب
cs: Jméno účtu
hi: खाता नाम
it: Nome account
ko: 계정명
uk: Назва акаунту

source: Active
ar: نشط
cs: Aktivní
hi: सक्रिय
it: Attivo
ko: 활동중
uk: Активний

source: Activity Token
ar: رمز النشاط
cs: Token aktivity
de: Aktivitäts-Token
hi: गतिविधि टोकन
it: Token di attività
ko: 활동 토큰
uk: Токен активності

# activitytokenexplain
source: Rewards activity on the platform. Have a limit that is reset daily.
ar: يكافئ النشاط على المنصة. يوجد حد يومي يتم إعادة تعيينه.
cs: Odměňuje aktivitu na platformě. Mají limit, který se denně obnovuje.
de: Belohnt Aktivität auf der Plattform. Haben ein Limit das täglich zurückgesetzt wird.
hi: प्लेटफ़ॉर्म पर गतिविधि को पुरस्कृत करता है। इनका दैनिक सीमा होती है जो रीसेट की जाती है।
it: Ricompensa l'attività sulla piattaforma. Ha un limite che viene ripristinato quotidianamente.
ko: 플랫폼의 활동에 대한 보상을 제공합니다. 매일 초기화되는 한도가 있습니다.
uk: Нагороджує активність на платформі. Є ліміт, який скидається щодня.

source: Add
ar: إضافة
cs: Přidat
de: Hinzufügen
hi: जोड़ें
it: Aggiungi
ko: 추가
uk: Додати

source: Add Tag
ar: إضافة علامة
cs: Přidat tag
de: Tag hinzufügen
hi: टैग जोड़ें
it: Aggiungi tag
ko: 태그 추가
uk: Додати тег

# addtofavorite
source: Add to favorites
ar: أضف إلى المفضلة
cs: Přidat do oblíbených
de: Zu Favoriten hinzufügen
hi: पसंदीदा में जोड़ें
it: Aggiungi ai preferiti
ko: 즐겨찾기에 추가
uk: Додати в Обране

source: Advanced view
ar: عرض متقدم
cs: Pokročilý pohled
de: Erweiterte Ansicht
hi: उन्नत दृश्य
it: Vista avanzata
ko: 고급 보기
uk: Розширений перегляд

# agreeUploadRequirements
source: Has agreed to the upload request
ar: وافق على متطلبات الرفع
cs: Souhlas s požadavky na nahrávání
de: Hat den Anforderung an den Upload zugestimmt
hi: अपलोड आवश्यकताओं से सहमत
it: Accetta i requisiti di caricamento
ko: 업로드 요청에 동의했습니다
uk: Погоджуюсь із вимогами до завантаження

# alinewithRuleswithlink
source: Aline with Rules (click to open)
ar: التوافق مع القواعد (انظر هنا)
cs: V souladu s pravidly (viz zde)
de: Einhaltung der Regeln (siehe hier)
hi: नियमों के साथ अनुपालन (यहां देखें)
it: Conformità alle regole (vedi qui)
ko: 규칙과 일치 (클릭하여 열기)
uk: Відповідність правилам (див. тут)

source: Amount
ar: المبلغ
cs: Částka
de: Betrag
hi: राशि
it: Importo
ko: 금액
uk: Сума

source: Amount is invalid
ar: المبلغ غير صالح
cs: Částka je neplatná
de: Betrag ist ungültig
hi: राशि अमान्य है
it: Importo non valido
ko: 유효하지 않은 금액입니다
uk: Недійсна сума

source: Anonymous
ar: مجهول
cs: Anonymní
de: Anonym
hi: गुमनाम
it: Anonimo
ko: 익명
uk: Анонімно

source: Arrow keys
ar: مفاتيح الأسهم
cs: Šipky
de: Pfeiltasten
hi: एरो कीज़
it: Tasti freccia
ko: 화살표 키
uk: Клавіші зі стрілками

# audionotifications
source: Sound effects
ar: تأثيرات صوتية
cs: Zvukové efekty
de: Sound Effekte
hi: ध्वनि प्रभाव
it: Effetti sonori
ko: 사운드 효과
uk: Звукові ефекти

# automatic
source: Auto
ar: تلقائي
cs: Automaticky
hi: स्वचालित
ko: 자동
uk: Авто

# automaticchooseblockchainnode
source: Choose automatic best Blockchain Nodes
ar: يختار تلقائيًا أفضل عقدة بلوكشين
cs: Automaticky vybere nejlepší blockchainový uzel
de: Wählt automatisch die besten Blockchain Node aus
hi: स्वचालित रूप से सबसे अच्छा ब्लॉकचेन नोड चुनें
it: Seleziona automaticamente il miglior nodo blockchain
ko: 자동 최적 블록체인 노드 선택
uk: Автоматично вибирає найкращий блокчейн-вузол

# automaticchooseipfsnode
source: Choose automatic best IPFS Nodes
ar: يختار تلقائيًا أفضل عقدة IPFS
cs: Automaticky vybere nejlepší IPFS uzel
de: Wählt automatisch die besten IPFS Node aus
hi: स्वचालित रूप से सबसे अच्छा IPFS नोड चुनें
it: Seleziona automaticamente il miglior nodo IPFS
ko: 자동 최적 IPFS 노드 선택
uk: Автоматично вибирає найкращий вузол IPFS

source: Available
ar: متاح
cs: Dostupný
de: Verfügbar
hi: उपलब्ध
it: Disponibile
ko: 사용 가능
uk: Доступний

source: Back
ar: عودة
cs: Zpět
de: Zurück
hi: वापस
it: Indietro
ko: 뒤로
uk: Назад

source: Balance
ar: الرصيد
cs: Zůstatek
de: Saldo
hi: बैलेंस
it: Saldo
ko: 잔액
uk: Баланс

source: Blockchain nodes
ar: عقد البلوكشين
cs: Blockchainové uzly
de: Blockchain-Knoten
hi: ब्लॉकचेन नोड्स
it: Nodi Blockchain
ko: 블록체인 노드
uk: Вузли блокчейну

source: Block Producer
ar: منتج الكتلة
cs: Výrobce bloků
de: Blockproduzent
hi: ब्लॉक उत्पादक
it: Produttore di blocchi
ko: 블록 프로듀서
uk: Виробник блоку

source: Block Producers
ar: منتجو الكتل
cs: Výrobci bloků
de: Blockproduzenten
hi: ब्लॉक उत्पादक
it: Produttori di blocchi
ko: 블록 프로듀서
uk: Виробники блоків

source: Brutal
ar: وحشي
cs: Brutální
hi: क्रूर
it: Brutale
ko: 잔인한
uk: Жорстокий

source: Buy
ar: شراء
cs: Koupit
de: Kauf
hi: खरीदें
it: Compra
ko: 구매
uk: Купити

source: Bye
ar: مع السلامة
cs: Sbohem
hi: अलविदा
it: Arrivederci
ko: 안녕
uk: Бувай

source: by yourself
ar: بنفسك
cs: u sebe
de: bei dir selbst
hi: अपने आप से
it: da te stesso
ko: 스스로
uk: самостійно

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
hi: रद्द करें
it: Annulla
ko: 취소
uk: Скасувати

# categorymixed
source: Mixed
ar: مختلط
cs: Smíšené
de: Gemischt
hi: श्रेणी मिश्रित
it: Misto
ko: 혼합
uk: Змішане

# categorynew
source: New
ar: جديد
cs: Nové
de: Neu
hi: श्रेणी नई
it: Nuovo
ko: 신규
uk: Нове

# categorypopular
source: Popular
ar: شائع
cs: Populární
de: Beliebt
hi: श्रेणी लोकप्रिय
it: Popolare
ko: 인기
uk: Популярне

# chainexplain
source: The blockchain is where all the platform's data is managed, such as comments, favorites, ratings, etc
ar: على البلوكشين، يتم إدارة جميع بيانات المنصة مثل التعليقات والمفضلات والتقييمات، إلخ.
cs: Na blockchainu jsou spravována všechna data platformy, jako jsou komentáře, oblíbené položky, hodnocení atd.
de: Auf der Blockchain werden alle Daten der Plattform verwaltet, wie Kommentare, Favoriten, Bewertungen, etc
hi: ब्लॉकचेन पर प्लेटफार्म की सभी जानकारी, जैसे टिप्पणियाँ, पसंद, और मूल्यांकन संग्रहीत किए जाते हैं।
it: Sulla blockchain vengono gestiti tutti i dati della piattaforma, come commenti, preferiti, valutazioni, ecc.
ko: 블록체인은 댓글, 즐겨찾기, 평가 등과 같은 모든 플랫폼 데이터가 관리되는 곳입니다
uk: На блокчейні керуються всі дані платформи, такі як коментарі, обране, оцінки тощо.

source: Chain Status
ar: حالة السلسلة
cs: Stav blockchainu
de: Blockchain Status
hi: ब्लॉकचेन स्थिति
it: Stato della blockchain
ko: 체인 상태
uk: Статус блокчейна

source: Change private key
ar: تغيير المفتاح الخاص
cs: Změnit soukromý klíč
de: Privaten Schlüssel ändern
hi: निजी कुंजी बदलें
it: Cambia chiave privata
ko: 개인 키 변경
uk: Змінити приватний ключ

source: Change public key
ar: تغيير المفتاح العام
cs: Změnit veřejný klíč
de: Öffentlichen Schlüssel ändern
hi: सार्वजनिक कुंजी बदलें
it: Cambia chiave pubblica
ko: 공개 키 변경
uk: Змінити публічний ключ

source: Check Requirements
ar: تحقق من المتطلبات
cs: Zkontrolujte požadavky
de: Anforderungen Überprüfen
hi: आवश्यकताओं की जाँच करें
it: Controlla i requisiti
ko: 요구 사항 확인
uk: Перевірити вимоги

# checkquota
source: Checking Quota
ar: جارٍ التحقق من الحصة
cs: Kontrola kvóty
de: Kontingent wird überprüft
hi: कोटा चेक किया जा रहा है
it: Verifica della quota in corso
ko: 할당량 확인 중
uk: Перевірка квоти

source: Choose Files
ar: اختر الملفات
cs: Vybrat soubory
de: Dateien auswählen
hi: फ़ाइलें चुनें
it: Scegli file
ko: 파일 선택
uk: Вибрати файли

source: Choosen File
ar: الملف المختار
cs: Vybraný soubor
de: Ausgewählte Datei
hi: चयनित फ़ाइल
it: File scelto
ko: 선택된 파일
uk: Вибраний файл

source: Claim
ar: المطالبة
cs: Nárok
de: Einfordern
hi: दावा करें
it: Rivendica
ko: 신청
uk: Вимагати

source: Claimable
ar: قابل للمطالبة
cs: Nárokovatelné
de: Einforderbar
hi: दावा योग्य
it: Rivendicabile
ko: 신청 가능
uk: Можливо вимагати

# claimerror
source: That did not work
ar: حدث خطأ أثناء المطالبة
cs: Něco nefungovalo
de: Das hat nicht funktioniert
hi: यह काम नहीं किया
it: Qualcosa è andato storto
ko: 작동하지 않았습니다
uk: Помилка при заявці

# claimrewardexplain
source: Rewards are paid out for certain activities and can be exchanged.
ar: المكافآت متاحة للأنشطة المحددة ويمكن تبادلها.
cs: Odměny jsou vypláceny za určité aktivity a lze je vyměnit.
de: Belohnungen werden für bestimmten Aktivitäten ausgezahlt und können eingetauscht werden.
hi: विशिष्ट गतिविधियों के लिए इनाम दिया जाता है और इसे बदला जा सकता है।
it: Le ricompense vengono distribuite per attività specifiche e possono essere scambiate.
ko: 특정 활동에 대해 보상이 지급되며 교환할 수 있습니다
uk: Нагороди виплачуються за певні дії і можуть бути обміняні.

source: Claim Rewards
ar: مطالبة بالمكافآت
cs: Nárok na odměny
de: Belohnungen einfordern
hi: इनाम का दावा करें
it: Rivendica ricompense
ko: 보상 신청
uk: Заявити нагороди

# claimsuccess
source: Claim was successfull
ar: تمت المطالبة بنجاح
cs: Nárok úspěšně vyřešen
de: Erfolgreich Eingefordert
hi: सफलतापूर्वक दावा किया गया
it: Rivendicazione riuscita
ko: 신청이 성공했습니다
uk: Успішно заявлено

source: close
ar: إغلاق
cs: Zavřít
de: Schließen
hi: बंद करें
it: Chiudi
ko: 닫기
uk: Закрити

source: Comment
ar: تعليق
cs: Komentář
de: Kommentar
hi: टिप्पणी
it: Commento
ko: 댓글
uk: Коментар

source: Comments
ar: تعليقات
cs: Komentáře
de: Kommentare
hi: टिप्पणियाँ
it: Commenti
ko: 댓글
uk: Коментарі

source: Config
ar: الإعدادات
cs: Nastavení
de: Einstellungen
hi: सेटिंग्स
it: Impostazioni
ko: 설정
uk: Налаштування

source: Confirm
ar: تأكيد
cs: Potvrdit
de: Bestätigung
hi: पुष्टि करें
it: Conferma
ko: 확인
uk: Підтвердити

source: Connected
ar: متصل
cs: Připojeno
de: Verbunden
hi: कनेक्टेड
it: Connesso
ko: 연결됨
uk: Підключено

source: Connecting
ar: الاتصال
cs: Připojování
de: Verbinde
hi: कनेक्ट हो रहा है
it: Connessione in corso
ko: 연결 중
uk: Підключення

# connectionaddress
source: Address
ar: العنوان
cs: Adresa
de: Adresse
hi: पता
it: Indirizzo
ko: 주소
uk: Адреса

source: Connection failed
ar: فشل الاتصال
cs: Připojení selhalo
de: Verbindung fehlgeschlagen
hi: कनेक्शन विफल
it: Connessione fallita
ko: 연결 실패
uk: Підключення не вдалося

# connectionmethode
source: Method
ar: الطريقة
cs: Metoda
de: Methode
hi: विधि
it: Metodo
ko: 메소드
uk: Метод

# connectionname
source: Name
ar: الاسم
cs: Název
hi: नाम
it: Nome
ko: 이름
uk: Назва

source: Connection Overview
ar: نظرة عامة على الاتصال
cs: Přehled připojení
de: Verbindungsübersicht
hi: कनेक्शन अवलोकन
it: Panoramica delle connessioni
ko: 연결 개요
uk: Огляд з'єднання

# connectionpath
source: Path
ar: المسار
cs: Cesta
de: Pfad
hi: पथ
it: Percorso
ko: 경로
uk: Шлях

# connectionport
source: Port
ar: المنفذ
hi: पोर्ट
it: Porta
ko: 포트
uk: Порт

# connectionprotokoll
source: Protocol
ar: البروتوكول
cs: Protokol
de: Protokoll
hi: प्रोटोकॉल
it: Protocollo
ko: 프로토콜
uk: Протокол

source: Connection successfull
ar: تم الاتصال بنجاح
cs: Připojení úspěšné
de: Verbindung erfolgreich
hi: कनेक्शन सफल
it: Connessione riuscita
ko: 연결 성공
uk: Підключення успішне

source: Copied to clipboard
ar: تم نسخها إلى الحافظة
cs: Zkopírováno do schránky
de: In die Zwischenablage kopiert
hi: क्लिपबोर्ड में कॉपी किया गया
it: Copiato negli appunti
ko: 클립 보드로 복사됨
uk: Скопійовано до буферу обміну

# countrycode
source: US
ar: AE
cs: CZ
de: DE
hi: IN
it: IT
ko: KR
uk: UA

# cpuexplain
source: Computing time for transactions
ar: وقت المعالجة للمعاملات
cs: Doba výpočtu pro transakce
de: Rechenzeit für Transaktionen
hi: लेनदेन के लिए प्रोसेसिंग समय
it: Tempo di elaborazione per le transazioni
ko: 거래에 대한 컴퓨팅 시간
uk: Час обчислень для транзакцій

source: Created on
ar: تم إنشاؤه في
cs: Vytvořeno dne
de: Erstellt am
hi: निर्मित तिथि
it: Creato il
ko: 생성된 날짜
uk: Створено

source: Current
ar: الحالي
cs: Aktuální
de: Aktuell
hi: वर्तमान
it: Corrente
ko: 현재
uk: Поточний

# currentlyproducing
source: Producing
ar: ينتج حاليا
cs: Aktuálně produkuje
de: Produziert
hi: वर्तमान में उत्पादित हो रहा है
it: Attualmente producendo
ko: 생산 중
uk: Наразі виробляє

# customblockchainnode
source: Custom
ar: مخصص
cs: Vlastní blockchainový uzel
de: Benutzerdefiniert
hi: कस्टम ब्लॉकचेन नोड
it: Nodo blockchain personalizzato
ko: 사용자 정의
uk: Користувацький

# customipfsnode
source: Custom
ar: مخصص
cs: Vlastní IPFS uzel
de: Benutzerdefiniert
hi: कस्टम IPFS नोड
it: Nodo IPFS personalizzato
ko: 사용자 정의
uk: Користувацький

source: Database
ar: قاعدة البيانات
cs: Databáze
de: Datenbank
hi: डेटाबेस
ko: 데이터베이스
uk: База даних

source: Days ago
ar: أيام مضت
cs: před dny
de: Tage her
hi: दिन पहले
it: giorni fa
ko: 일 전
uk: Днів тому

source: Delete
ar: حذف
cs: Smazat
de: Löschen
hi: हटाएं
it: Elimina
ko: 삭제
uk: Видалити

source: Details about the upload
ar: تفاصيل حول الرفع
cs: Podrobnosti o nahrávání
de: Details zum Upload
hi: अपलोड के बारे में विवरण
it: Dettagli sul caricamento
ko: 업로드 세부 정보
uk: Деталі завантаження

source: Discard
ar: تجاهل
cs: Zahodit
de: Verwerfen
hi: छोड़ें
it: Scarta
ko: 취소
uk: Відкинути

source: Disclaimer
ar: تنصل
cs: Vyloučení odpovědnosti
de: Haftungsausschluss
hi: अस्वीकरण
it: Dichiarazione di non responsabilità
ko: 면책 조항
uk: Відмова від відповідальності

# disclaimer1
source: Welcome to the first decentralized image board. This platform is currently in beta phase. Errors may occur, or the content of this platform may change or be deleted without notice.
ar: مرحبًا بك في أول لوحة صور مركزية. تتواجد هذه المنصة حاليًا في مرحلة التجريبية. قد تحدث أخطاء، أو قد يتغير أو يتم حذف محتوى هذه المنصة دون إشعار مسبق.
cs: Vítejte na prvním decentralizovaném image boardu. Tato platforma je momentálně ve fázi beta. Mohou se vyskytnout chyby nebo může být obsah bez varování změněn či smazán.
de: Willkommen auf dem ersten dezentralen Image Board. Diese Plattform ist aktuell noch in der Beta Phase. Es können also Fehler auftreten oder die Inhalte dieser Plattform können sich ohne Vorankündigung verändern oder gelöscht werden.
hi: पहले विकेंद्रीकृत इमेज बोर्ड पर आपका स्वागत है। यह प्लेटफ़ॉर्म अभी बीटा चरण में है। त्रुटियां हो सकती हैं या बिना सूचना के सामग्री बदल सकती है या हटाई जा सकती है।
it: Benvenuto nel primo image board decentralizzato. Questa piattaforma è attualmente in fase beta. Pertanto, potrebbero verificarsi errori, e i contenuti della piattaforma potrebbero cambiare o essere eliminati senza preavviso.
ko: 첫번째 분산 이미지 보드에 오신 것을 환영합니다. 이 플랫폼은 현재 베타 단계입니다. 오류가 발생할 수 있거나 이 플랫폼의 콘텐츠는 사전 통지 없이 변경되거나 삭제될 수 있습니다.
uk: Ласкаво просимо на першу децентралізовану дошку зображень. Ця платформа наразі знаходиться в бета-тестуванні. Можуть виникати помилки, або змінюватися або видалятися без попередження вміст цієї платформи.

# disclaimer2
source: The content of this website is intended for mature audiences only and may not be suitable for minors. If you are a minor or if accessing mature images and language is illegal in your jurisdiction, please do not proceed.
ar: يُقدم محتوى هذا الموقع لجمهور ناضج فقط وقد لا يكون مناسبًا للقُصّر. إذا كنت قاصرًا أو كان الوصول إلى الصور واللغة البالغة غير قانوني في دولتك، فالرجاء عدم المتابعة.
cs: Obsah této stránky je určen výhradně pro dospělé publikum a nemusí být vhodný pro nezletilé. Pokud jste nezletilí nebo vám zákonem není povoleno přistupovat k obsahu s dospělými obrázky a jazykem, nep okračujte dále.
de: Der Inhalt dieser Website richtet sich ausschließlich an ein erwachsenes Publikum und ist möglicherweise nicht für Minderjährige geeignet. Wenn du minderjährig bist oder es dir gesetzlich untersagt ist, auf Inhalte mit erwachsenen Bildern und Sprache zuzugreifen, gehe bitte nicht weiter.
hi: इस वेबसाइट की सामग्री केवल वयस्क दर्शकों के लिए है और नाबालिगों के लिए उपयुक्त नहीं हो सकती है। यदि आप नाबालिग हैं या कानून द्वारा वयस्क सामग्री देखने से प्रतिबंधित हैं, तो कृपया आगे न बढ़ें।
it: Il contenuto di questo sito web è rivolto esclusivamente a un pubblico adulto e potrebbe non essere adatto ai minori. Se sei minorenne o ti è vietato accedere a contenuti con immagini e linguaggio per adulti, ti preghiamo di non proseguire.
ko: 이 웹 사이트의 콘텐츠는 성인 대상이며 미성년자에게 적합하지 않을 수 있습니다. 미성년자이거나 성인 이미지 및 언어 액세스가 귀하의 관할구역에서 불법인 경우 진행하지 마십시오.
uk: Зміст цього веб-сайту призначений виключно для дорослої аудиторії і може бути не придатний для неповнолітніх. Якщо ви неповнолітній або доступ до зображень і мови для дорослих є незаконним у вашій юрисдикції, будь ласка, не продовжуйте.

# disclaimer3
source: This website is provided to you as is, with no warranty, express or implied. By clicking "{iagree}", you agree that the operator shall not be liable for any damages resulting from your use of the website. You also understand that the content posted on the website is not owned or created by the operator but rather by the users of this platform.
ar: يُقدم هذا الموقع لك كما هو، دون أي ضمانات صريحة أو ضمنية. من خلال النقر على "{iagree}"، فإنك توافق على أن المشغل لن يكون مسؤولًا عن أي أضرار ناتجة عن استخدامك للموقع. كما تفهم أن المحتوى المنشور على الموقع ليس مملوكًا أو منشأًا من قبل المشغل بل من قبل مستخدمي هذه المنصة.
cs: Tato stránka je poskytována tak, jak je, bez jakýchkoliv záruk, výslovných či předpokládaných. Kliknutím na "{iagree}" potvrzujete, že provozovatel nenese odpovědnost za jakékoli škody způsobené používáním této stránky. Rovněž rozumíte, že obsah zveřejněný na stránce není vlastněn provozovatelem ani nebyl vytvořen provozovatelem, ale uživateli této platformy.
de: Diese Website wird dir wie sie ist zur Verfügung gestellt, ohne jegliche Gewährleistung, ausdrücklich oder implizit. Durch Anklicken von "{iagree}" erklärst du dich damit einverstanden, dass der Betreiber nicht für etwaige Schäden haftbar gemacht wird, die durch deine Nutzung der Website entstehen. Du verstehst auch, dass die auf der Website veröffentlichten Inhalte nicht im Besitz vom Betreiber sind oder von Betreiber erstellt wurden, sondern von den Benutzern dieser Plattform stammen.
hi: यह वेबसाइट आपको 'जैसी है' के आधार पर दी जा रही है, बिना किसी वारंटी के, स्पष्ट या निहित। "{iagree}" पर क्लिक करके, आप सहमत होते हैं कि ऑपरेटर आपकी वेबसाइट उपयोग से उत्पन्न किसी भी क्षति के लिए उत्तरदायी नहीं है। आप यह भी समझते हैं कि इस वेबसाइट की सामग्री उपयोगकर्ताओं द्वारा बनाई गई है और ऑपरेटर के स्वामित्व में नहीं है।
it: Questo sito ti viene fornito così com'è, senza alcuna garanzia, espressa o implicita. Cliccando su "{iagree}", accetti che l'operatore non sia responsabile per eventuali danni causati dall'uso del sito. Capisci anche che i contenuti pubblicati sul sito non sono di proprietà dell'operatore né creati dall'operatore, ma provengono dagli utenti della piattaforma.
ko: 이 웹 사이트는 어떠한 보증도 없이 제공됩니다. "{iagree}"를 클릭함으로써 운영자가 웹 사이트 사용으로 인한 손해에 대한 책임이 없음에 동의합니다. 또한 웹 사이트에 게시된 콘텐츠가 운영자가 소유하거나 생성한 것이 아니라 이 플랫폼 사용자에 의해 만들어졌다는 점을 이해합니다.
uk: Цей веб-сайт надається вам "як є", без будь-яких гарантій, явних чи прихованих. Натискаючи кнопку "{iagree}", ви погоджуєтесь з тим, що оператор не буде нести відповідальності за будь-які збитки в результаті використання вами цього веб-сайту. Ви також розумієте, що розміщений на веб-сайті вміст не є власністю або створеним оператором, але скоріше користувачами цієї платформи.

# disclaimer4
source: By clicking the "{iagree}" button, you confirm that you have read and accepted the rules.
ar: من خلال النقر على زر "{iagree}"، فإنك تؤكد أنك قد قرأت ووافقت على القواعد.
cs: Kliknutím na tlačítko "{iagree}" potvrzujete, že jste si přečetli a přijali pravidla.
de: Mit dem Klick auf den Knopf "{iagree}" bestätigst du, dass du die Regeln gelesen und akzeptiert hast.
hi: "{iagree}" बटन पर क्लिक करके, आप पुष्टि करते हैं कि आपने नियमों को पढ़ा और स्वीकार किया है।
it: Cliccando il pulsante "{iagree}" confermi di aver letto e accettato le regole.
ko: "{iagree}" 버튼을 클릭하여 규칙을 읽고 수락했음을 확인합니다.
uk: Натискаючи кнопку "{iagree}", ви підтверджуєте, що прочитали і прийняли правила.

# disclaimer5
source: This page has no association with Matt Furie or his creation Pepe the Frog.
ar: يتوفر مزيد من المعلومات في التوثيق.
cs: Další informace naleznete v dokumentaci.
de: Weitere Informationen befinden sich in der Dokumentation.
hi: अधिक जानकारी के लिए दस्तावेज़ीकरण देखें।
it: Ulteriori informazioni sono disponibili nella documentazione.
ko: 이 페이지는 Matt Furie 또는 그의 창작물 Pepe the Frog와 관련이 없습니다.
uk: Додаткова інформація доступна в документації.

source: Disconnected
ar: غير متصل
cs: Odpojeno
de: Getrennt
hi: डिस्कनेक्ट किया गया
it: Disconnesso
ko: 연결 끊김
uk: Відключено

source: Documentation
ar: التوثيق
cs: Dokumentace
de: Dokumentation
hi: प्रलेखन
it: Documentazione
ko: 문서
uk: Документація

source: Edit Profile
ar: تحرير الملف الشخصي
cs: Upravit profil
de: Profil bearbeiten
hi: प्रोफ़ाइल संपादित करें
it: Modifica Profilo
ko: 프로필 편집
uk: Редагувати профіль

# electedblockproducer
source: Elected BP
ar: منتج الكتل المنتخب
cs: Zvolený výrobce bloků
de: Gewählter BP
hi: चुना हुआ ब्लॉक उत्पादक
it: Produttore di blocchi eletto
ko: 선출된 BP
uk: Обраний BP

source: Enter producer name
ar: أدخل اسم المنتج
cs: Zadejte jméno producenta
de: Produzentennamen eingeben
hi: निर्माता का नाम दर्ज करें
it: Inserisci il nome del produttore
ko: 프로듀서 이름 입력
uk: Введіть назву продюсера

source: Erotic
ar: إباحي
cs: Erotika
de: Erotik
hi: कामुक
it: Erotico
ko: 에로틱
uk: Еротика

source: Error
ar: خطأ
cs: Chyba
hi: त्रुटि
it: Errore
ko: 오류
uk: Помилка

source: Favorited by
ar: مفضلة من قبل
cs: Oblíbené u
de: Favorisiert von
hi: पसंदीदा द्वारा
it: Aggiunto ai preferiti da
ko: 좋아한 사용자
uk: Обрано користувачем

source: Favorites
ar: المفضلة
cs: Oblíbené
de: Favoriten
hi: पसंदीदा
it: Preferiti
ko: 즐겨찾기
uk: Улюблені

source: Favoritize
ar: جعلها كمفضلة
cs: Přidat k oblíbeným
de: Favorisieren
hi: पसंदीदा
it: Favorito
ko: 즐겨찾기
uk: Вибрані

source: File
ar: ملف
cs: Soubor
de: Datei
hi: फ़ाइल
ko: 파일
uk: Файл

source: Filetype
ar: نوع الملف
cs: Typ souboru
de: Dateityp
hi: फाइल प्रकार
it: Tipo di file
ko: 파일 형식
uk: Тип файлу

source: Filter
ar: تصفية
cs: Filtr
hi: फ़िल्टर
it: Filtro
ko: 필터
uk: Фільтр

source: Flag
ar: علم
cs: Označit
hi: ध्वज
ko: 플래그
uk: Позначка

source: Follow
ar: متابعة
cs: Sledovat
de: Folgen
hi: फॉलो करें
it: Segui
ko: 팔로우
uk: Слідкувати

source: Follower
ar: المتابعون
cs: Sledující
hi: अनुयायी
ko: 팔로워
uk: Підписники

source: For Example
ar: على سبيل المثال
cs: Například
de: Zum Beispiel
hi: उदाहरण के लिए
it: Per esempio
ko: 예를 들어
uk: Наприклад

source: For this feature you have to login
ar: للوصول إلى هذه الميزة، يجب تسجيل الدخول
cs: Pro tuto funkci se musíte přihlásit
de: Für diese Funktion müssen Sie sich anmelden
hi: इस सुविधा के लिए आपको लॉगिन करना होगा
it: Per utilizzare questa funzione, devi accedere
ko: 이 기능을 사용하려면 로그인해야 합니다
uk: Для цієї функції вам потрібно увійти

source: Friend requests
ar: طلبات الصداقة
cs: Žádosti o přátelství
de: Freundschaftsanfragen
hi: मित्र अनुरोध
it: Richieste di amicizia
ko: 친구 요청
uk: Запити в друзі

source: From (username)
ar: من (اسم المستخدم)
cs: Od (uživatelské jméno)
de: Von (Benutzername)
hi: से (उपयोगकर्ता नाम)
it: Da (nome utente)
ko: 보내는 사람 (사용자명)
uk: Від (Ім'я користувача)

source: Games
ar: الألعاب
cs: Hry
de: Spiele
hi: खेल
it: Giochi
ko: 게임
uk: Ігри

source: Go back
ar: ارجع
cs: Vrátit se zpět
de: Zurückgehen
hi: वापस जाएं
it: Torna indietro
ko: 뒤로 가기
uk: Повернутися назад

source: Home
ar: الرئيسية
cs: Domů
de: Zuhause
hi: घर
it: Casa
ko: 홈
uk: Домівка

source: Hours ago
ar: ساعات مضت
cs: před hodinami
de: Stunden her
hi: घंटे पहले
it: ore fa
ko: 시간 전
uk: Годин тому

source: I agree
ar: أوافق
cs: Souhlasím
de: Ich stimme zu
hi: मैं सहमत हूँ
it: Sono d'accordo
ko: 동의합니다
uk: Я згоден

source: Info
ar: معلومات
hi: जानकारी
ko: 정보
uk: Інформація

source: Information
ar: معلومات
cs: Informace
de: Informationen
hi: जानकारी
it: Informazioni
ko: 정보
uk: Інформація

source: Infos
ar: معلومات
cs: Informace
hi: जानकारियाँ
it: Informazioni
ko: 정보
uk: Інформації

source: IPFS Hash of Media
ar: هاش IPFS للوسائط
cs: IPFS Hash nahrávky
de: IPFS Hash von Upload
hi: मीडिया का IPFS हैश
it: Hash IPFS del caricamento
ko: 미디어의 IPFS 해시
uk: IPFS хеш медіа

# ipfsHashofThumb
source: IPFS Hash of Thmub
ar: هاش IPFS للصورة المصغرة
cs: IPFS Hash náhledu
de: IPFS Hash von Thmub
hi: थंब का IPFS हैश
it: Hash IPFS dell'anteprima
ko: 썸네일의 IPFS 해시
uk: IPFS хеш мініатюри
