Repository: fr0gsite/FlutterFr0g
Catalog: lib/l10n/app_*.arb
Languages: ar, cs, de, hi, it, ko, uk

# uploadipfscarateristicsinfo
source: The media (images, videos) are stored in the IPFS network. There, the data can be accessed by everyone, even outside this platform. Once uploaded, the file can be scattered uncontrolled all over the world. Be aware that it is highly unlikely that the file can be deleted.
ar: يتم تخزين الوسائط (الصور، الفيديوهات) في شبكة IPFS. حيث تصبح البيانات متاحة للجميع، حتى خارج هذه المنصة. بمجرد الرفع، قد يتم نشر الملف بشكل لا يمكن السيطرة عليه حول العالم. كن على علم بأنه من المحتمل جداً ألا يمكن حذف الملف.
cs: Média (obrázky, videa) jsou uložena v IPFS síti. Data jsou dostupná pro všechny, i mimo tuto platformu. Jakmile je soubor nahrán, může být neřízeně šířen po celém světě. Buďte si vědomi toho, že soubor pravděpodobně nebude možné odstranit.
de: Die Medien (Bilder, Videos) werden im IPFS Netzwerk gespeichert. Dort sind die Daten für alle Menschen erreichtbar, auch außerhalb dieser Plattform. Einmal hochgeladen kann die Datei unkontroliert auf der ganzen Welt verstreut werden. Seien sie sich bewusst, dass die Datei damit höchst wahrscheinlich nicht mehr zu löschen ist.
hi: मीडिया (चित्र, वीडियो) IPFS नेटवर्क में संग्रहीत होते हैं। वहाँ डेटा सभी लोगों के लिए सुलभ होता है, इस प्लेटफार्म के बाहर भी। एक बार अपलोड होने के बाद, फ़ाइल बिना नियंत्रण के पूरी दुनिया में फैल सकती है। कृपया ध्यान रखें कि इसे हटाना शायद संभव नहीं होगा।
it: I media (immagini, video) vengono salvati nella rete IPFS. I dati saranno accessibili a chiunque, anche al di fuori di questa piattaforma. Una volta caricati, i file potrebbero diffondersi senza controllo in tutto il mondo. Si prega di essere consapevoli che probabilmente i file non saranno più eliminabili.
ko: 미디어(이미지, 비디오)는 IPFS 네트워크에 저장됩니다. 거기서 데이터는이 플랫폼 외부의 모든 사용자가 액세스할 수 있습니다. 파일을 업로드하면 파일이 세계 어딘가에 통제되지 않고 퍼져나갈 수 있습니다. 파일을 삭제할 가능성은 매우 낮다는 점을 감안하십시오.
uk: Медіа (зображення, відео) зберігаються в мережі IPFS. Там дані доступні для всіх людей, навіть поза цією платформою. Одного разу завантажений файл може бути розповсюджений по всьому світу без контролю. Будьте свідомі, що файл, ймовірно, не можна буде видалити.

source: Upload IPFS Hash
ar: هاش IPFS للرفع
cs: IPFS Hash nahrávky
hi: अपलोड IPFS हैश
it: Hash IPFS del caricamento
ko: 업로드 IPFS 해시
uk: IPFS хеш завантаження

# uploadipfshashfiletyp
source: File Type of Upload
ar: نوع ملف الرفع
cs: Typ souboru nahrávky
de: Dateityp von Upload
hi: अपलोड की फाइल का प्रकार
it: Tipo di file del caricamento
ko: 업로드의 파일 형식
uk: Тип файлу завантаження IPFS

# uploadresolution
source: Upload resolution min. 0,09 Megapixel
ar: الحد الأدنى لدقة الرفع 0.09 ميجابكسل
cs: Rozlišení nahrávky min. 0,09 megapixelu
de: Upload Auflösung min. 0,09 Megapixel
hi: अपलोड रिज़ॉल्यूशन कम से कम 0.09 मेगापिक्सेल
it: Risoluzione di caricamento min. 0,09 megapixel
ko: 최소 0.09 메가픽셀의 업로드 해상도
uk: Мінімальна роздільна здатність завантаження 0.09 мегапікселів

source: Uploads
ar: التحميلات
cs: Nahrávky
hi: अपलोड्स
it: Caricamenti
ko: 업로드
uk: Завантаження

# uploadtext
source: Upload Description
ar: وصف الرفع
cs: Popis nahrávání
de: Upload Beschreibung
hi: अपलोड विवरण
it: Descrizione del caricamento
ko: 업로드 설명
uk: Опис завантаження

source: Uploadtext (optional)
ar: نص الرفع (اختياري)
cs: Popis nahrávky (volitelné)
hi: अपलोड टेक्स्ट (वैकल्पिक)
it: Testo di caricamento (opzionale)
ko: 업로드 텍스트 (선택 사항)
uk: Текст завантаження (необов'язково)

source: Url
ar: الرابط
hi: यूआरएल

source: Used RAM
ar: RAM المستخدم
cs: Použitá RAM
de: Genutzter RAM
hi: उपयोग किया गया रैम
it: RAM utilizzata
ko: 사용된 RAM
uk: Використаний RAM

source: User interface
ar: واجهة المستخدم
cs: Uživatelské rozhraní
de: Bedienoberfläche
hi: उपयोगकर्ता इंटरफ़ेस
it: Interfaccia utente
ko: 사용자 인터페이스
uk: Інтерфейс користувача

source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
de: Benutzername
hi: उपयोगकर्ता नाम
it: Nome utente
ko: 사용자명
uk: Ім'я користувача

# usernameinvalidformat
source: Username does not fit the valid format
ar: اسم المستخدم لا يتوافق مع الصيغة الصحيحة
cs: Uživatelské jméno neodpovídá platnému formátu
de: Der Benutzername entspricht nicht dem gültigen Format
hi: उपयोगकर्ता नाम मान्य प्रारूप में नहीं है
it: Il nome utente non rispetta il formato valido
ko: 사용자 이름이 유효한 형식에 맞지 않습니다
uk: Ім'я користувача не відповідає дійсному формату

source: User not found
ar: المستخدم غير موجود
cs: Uživatel nenalezen
de: Benutzer nicht gefunden
hi: उपयोगकर्ता नहीं मिला
it: Utente non trovato
ko: 사용자를 찾을 수 없음
uk: Користувача не знайдено

# validfileformatthumb
source: Valid filetyp for thumb
ar: صيغ الملفات الصالحة للصورة المصغرة
cs: Platné formáty souborů pro náhled
de: Gültige Dateiformate für Vorschau
hi: थंब के लिए वैध फाइल फॉर्मेट
it: Formati di file validi per l'anteprima
ko: 썸네일용 유효한 파일 형식
uk: Допустимі формати файлів для мініатюри

# validfileformatupload
source: Valid filetyp for Upload:
ar: صيغ الملفات الصالحة للرفع:
cs: Platné formáty souborů pro nahrávání:
de: Gültige Dateiformate für Upload:
hi: अपलोड के लिए वैध फाइल फॉर्मेट:
it: Formati di file validi per il caricamento:
ko: 업로드용 유효한 파일 형식:
uk: Допустимі формати файлів для завантаження:

source: Videos
ar: الفيديوهات
cs: Videa
hi: वीडियो
it: Video
ko: 비디오
uk: Відео

source: Vote
ar: تصويت
cs: Hlasovat
de: Abstimmen
hi: वोट करें
it: Vota
ko: 투표
uk: Проголосувати

source: Vote for Block Producers
ar: صوت لمنتجي الكتل
cs: Hlasovat pro blokové producenty
de: Stimme für Blockproduzenten ab
hi: ब्लॉक उत्पादकों के लिए वोट करें
it: Vota per i Produttori di Blocchi
ko: 블록 프로듀서 투표
uk: Проголосувати за Продюсерів Блоків

source: Vote successful!
ar: تم التصويت بنجاح!
cs: Hlasování úspěšné!
de: Abstimmung erfolgreich!
hi: वोट सफल हुआ!
it: Voto riuscito!
ko: 투표 완료!
uk: Голосування успішне!

source: Wallet
ar: محفظة
cs: Peněženka
hi: वॉलेट
it: Portafoglio
ko: 지갑
uk: Гаманець

source: Welcome back
ar: مرحباً بعودتك
cs: Vítejte zpět
de: Willkommen zurück
hi: वापसी पर स्वागत है
it: Bentornato
ko: 다시 오신 것을 환영합니다
uk: Ласкаво просимо назад

source: What does that mean?
ar: ماذا يعني ذلك؟
cs: Co to znamená?
de: Was bedeutet das ?
hi: इसका क्या मतलब है?
it: Cosa significa questo?
ko: 이것이 무슨 의미인가요?
uk: Що це означає?

source: Where is the key stored?
ar: أين يتم تخزين المفتاح؟
cs: Kde je klíč uložen?
de: Wo wird der Schlüssel gespeichert?
hi: कुंजी कहाँ संग्रहीत है?
it: Dove è memorizzata la chiave?
ko: 키가 저장된 곳은 어디인가요?
uk: Де зберігається ключ?

source: Which rule was violated ?
ar: أي من القواعد تم انتهاكها؟
cs: Které pravidlo bylo porušeno?
de: Gegen welche Regel wurde verstoßen ?
hi: कौन से नियम का उल्लंघन हुआ?
it: Quale regola è stata violata?
ko: 어떤 규칙이 위반되었습니까?
uk: Яке правило було порушено?

source: WhitePaper
ar: الورقة البيضاء
hi: श्वेतपत्र
ko: 백서

source: with Cloud Provider
ar: مع مزود السحاب
cs: s cloudovým poskytovatelem
de: mit Cloud Anbieter
hi: क्लाउड प्रदाता के साथ
it: con provider cloud
ko: 클라우드 제공자와
uk: з хмарним провайдером

source: with Filebase
ar: مع Filebase
cs: s Filebase
de: mit Filebase
hi: फाइलबेस के साथ
it: con Filebase
ko: 파일베이스와
uk: з Filebase

source: with Filecoin
ar: مع Filecoin
cs: s Filecoin
de: mit Filecoin
hi: फाइलकोइन के साथ
it: con Filecoin
ko: 파일코인과
uk: з Filecoin

source: with Pinata
ar: مع Pinata
cs: s Pinata
de: mit Pinata
hi: पिनाटा के साथ
it: con Pinata
ko: 핀야타와
uk: з Pinata

# writecomment
source: Comment
ar: كتابة تعليق
cs: Napsat komentář
de: Kommentieren
hi: टिप्पणी लिखें
it: Scrivi un commento
ko: 댓글을 입력하세요
uk: Написати коментар

source: Wrong Privatekey
ar: المفتاح الخاص غير صحيح
cs: Špatný soukromý klíč
de: Privater Schlüssel ist falsch
hi: निजी कुंजी गलत है
it: Chiave privata errata
ko: 잘못된 개인 키
uk: Неправильний приватний ключ

source: Wrong Username
ar: اسم المستخدم غير صحيح
cs: Špatné uživatelské jméno
de: Falscher Benutzername
hi: गलत उपयोगकर्ता नाम
it: Nome utente errato
ko: 올바르지 않은 사용자명
uk: Неправильне ім'я користувача

source: Yes
ar: نعم
cs: Ano
de: Ja
hi: हाँ
it: Sì
ko: 예
uk: Так

source: You are not logged in
ar: أنت غير مسجل الدخول
cs: Nejste přihlášen
de: Du bist nicht angemeldet
hi: आप लॉग इन नहीं हैं
it: Non sei connesso
ko: 로그인되지 않았습니다
uk: Ви не увійшли

source: Your Comment
ar: تعليقك
cs: Váš komentář
de: Dein Kommentar
hi: आपकी टिप्पणी
it: Il tuo commento
ko: 당신의 댓글
uk: Ваш коментар

source: Your Vote
ar: صوتك
cs: Váš hlas
de: Deine Stimme
hi: आपका वोट
it: Il tuo voto
ko: 당신의 투표
uk: Ваш голос
