Repository: fr0gsite/FlutterFr0g
Catalog: lib/l10n/app_*.arb
Languages: ar, cs, de, hi, it, ko, uk

# rule2
source: No representation or link of/to animal brute force, sexual (zoophilia), suggestive or fetish content. Material from the natural environment is allowed.
ar: لا تمثيل أو ربط ب/من القسوة تجاه الحيوانات، المحتوى الجنسي (البهيمية)، الإيحائي أو المحتويات الفيتيشية. المواد من البيئة الطبيعية مسموح بها.
cs: Žádné zobrazování nebo odkazování na týrání zvířat, sexuální (zoofilie), necudný nebo fetišistický obsah. Materiál z přírodního prostředí je povolen.
de: Keine Darstellung oder Verlinkung von/mit Tierquälerei, sexuellen (Zoophilie), anzüglichen oder fetischistischen Inhalten. Material aus der natürlichen Umgebung ist erlaubt.
hi: पशु दुर्व्यवहार, यौन (पशु-प्रेमी), उत्तेजक या फेटिश सामग्री का कोई भी चित्रण या लिंक नहीं। प्राकृतिक वातावरण से संबंधित सामग्री की अनुमति है।
it: Nessuna rappresentazione o collegamento con crudeltà sugli animali, contenuti sessuali (zoofilia), provocatori o feticistici. Il materiale naturale è consentito.
ko: 동물 관련 성적, 지나친 성적 매력 또는 성적 범죄 콘텐츠의 표현 또는 링크를 허용하지 않습니다. 자연 환경에서의 소재는 허용됩니다.
uk: Заборонено показ або посилання на жорстоке поводження з тваринами, сексуальні (зоофілія), провокаційні або фетишистські зміст. Матеріал із природного середовища дозволений.

# rule3
source: No trolling of users with video and images (e.g screamers, excessive flashing or other audio videos with the intent to annoy).
ar: لا توجيه التنمر للمستخدمين بالفيديوهات والصور (مثل، الصراخ، وميض مفرط أو أي فيديوهات أو صوتيات أخرى بنية الإزعاج).
cs: Žádné trollování uživatelů videi a obrázky (např. screamer, nadměrné blikání nebo jiné audio-video materiály s úmyslem rušit).
de: Kein Trollen von Nutzern mit Videos und Bildern (z.B. Screamer, übermäßiges Blitzen oder andere Audio-Videos mit der Absicht zu stören).
hi: वीडियो और चित्रों के माध्यम से उपयोगकर्ताओं को परेशान न करें (जैसे स्क्रीमर, अत्यधिक चमक, या अन्य ऑडियो-वीडियो जो असुविधा पैदा करते हैं)।
it: Nessun trolling degli utenti con video o immagini (es. Screamer, lampi eccessivi o altri audio-video disturbanti).
ko: 사용자를 괴롭히는 영상 및 사진등 (쓰윽임, 과도한 번쩍임 또는 신경질 나게 하는 음성 영상 등)을 공유하지 마십시오.
uk: Заборонено тролінг користувачів за допомогою відео та зображень (наприклад, скримери, надмірне миготіння або інші аудіо-відео з метою завдання дискомфорту).

# rule4
source: No phishing, scaming, spreading viruses or other malware to users.
ar: لا الخداع، الاحتيال، نشر الفيروسات أو غيرها من البرمجيات الخبيثة للمستخدمين.
cs: Žádné phishing, podvody, šíření virů nebo jiného malwaru uživatelům.
de: Kein Phishing, Betrug, Verbreiten von Viren oder anderer Malware an Nutzer.
hi: फिशिंग, धोखाधड़ी, वायरस या अन्य मैलवेयर का प्रसार नहीं करें।
it: Nessun phishing, frode, diffusione di virus o altro malware agli utenti.
ko: 사용자에게 피싱, 사기, 바이러스 및 기타 악성 소프트웨어를 퍼뜨리지 마십시오.
uk: Заборонено фішинг, шахрайство, поширення вірусів або іншого зловмисного ПЗ серед користувачів.

# rule5
source: No Repost of content in short intervals (Spamming on purpose).
ar: لا إعادة نشر المحتوى في فترات قصيرة (التسبام المتعمد).
cs: Žádné opětovné zveřejňování obsahu v krátkých intervalech (úmyslné spamování).
de: Kein erneutes Posten von Inhalten in kurzen Intervallen (absichtliches Spamming).
hi: अल्प समय में बार-बार सामग्री पोस्ट न करें (जानबूझकर स्पैमिंग)।
it: Nessuna ripubblicazione di contenuti a brevi intervalli (spam intenzionale).
ko: 순기능적 과식으로 인한 콘텐츠 재게시를 하지 마십시오.
uk: Заборонено повторне розміщення контенту через короткі проміжки часу (навмисне спамування).

# rule6
source: No planning or executing of violence.
ar: لا التخطيط لأو تنفيذ العنف.
cs: Žádné plánování nebo provádění násilí.
de: Keine Planung oder Ausführung von Gewalt.
hi: कोई हिंसा की योजना या निष्पादन नहीं।
it: Nessuna pianificazione o esecuzione di atti violenti.
ko: 폭력 계획 또는 실행을 하지 마십시오.
uk: Заборонено планування або вчинення насильства.

# rule7
source: No sharing of pictures or videos if affected/shown people forbidden it.
ar: لا مشاركة الصور أو الفيديوهات إذا كان الأشخاص المعنيين/المعروضين قد منعوا ذلك.
cs: Žádné sdílení obrázků nebo videí, pokud to dotčené/zobrazené osoby zakázaly.
de: Kein Teilen von Bildern oder Videos, wenn die betroffenen/gezeigten Personen dies untersagt haben.
hi: ऐसी छवियों या वीडियो को साझा न करें यदि प्रभावित व्यक्ति ने इसकी अनुमति नहीं दी है।
it: Nessuna condivisione di immagini o video senza il consenso delle persone coinvolte.
ko: 영상 또는 사진이나 콘텐츠를 공유할 때 그것에 표시된 개인이 금지할 경우 공유하지 마십시오.
uk: Заборонено ділитися зображеннями або відео, якщо постраждалі/зображені особи цього заборонили.

# rule8
source: Reveal anonymity of individuals without their consent.
ar: كشف الأنونية للأشخاص بدون موافقتهم.
cs: Odhalování anonymity osob bez jejich souhlasu.
de: Aufdeckung der Anonymität von Personen ohne deren Einwilligung.
hi: किसी व्यक्ति की गुमनामी का बिना उनकी सहमति के खुलासा न करें।
it: Divulgazione dell'anonimato delle persone senza il loro consenso.
ko: 동의 없이 개인의 익명성을 공개하지 마십시오.
uk: Розкриття анонімності осіб без їхньої згоди.

# rule9
source: Violation of the minimum quality standard of the content.
ar: انتهاك للمعايير الدنيا لجودة المحتوى.
cs: Porušení minimálního kvalitativního standardu obsahu.
de: Verstoß gegen den Mindestqualitätsstandard des Inhalts.
hi: सामग्री की न्यूनतम गुणवत्ता मानक का उल्लंघन।
it: Violazione dello standard minimo di qualità del contenuto.
ko: 콘텐츠의 최소 품질 기준을 위반하지 마십시오.
uk: Порушення мінімального стандарту якості контенту.

source: Rules
ar: القواعد
cs: Pravidla
de: Regeln
hi: नियम
it: Regole
ko: 규칙
uk: Правила

# rulesandguidelines
source: Rules & Guidelines
ar: القواعد والإرشادات
cs: Pravidla a pokyny
de: Regeln & Richtlinien
hi: नियम और दिशानिर्देश
it: Regole e linee guida
ko: 규칙 및 지침
uk: Правила та настанови

source: Safe for work
ar: آمن للعمل
cs: Bezpečné pro práci
de: Sicher für die Arbeit
hi: कार्य के लिए सुरक्षित
it: Sicuro per il lavoro
ko: 작업에 안전
uk: Безпечно для роботи

# sanctionandban
source: Sanction and will be banned for further violations.
ar: عقوبة وسيتم حظره في حالة المخالفات المستمرة.
cs: Sankce a bude při dalším porušení zakázán.
de: Sanktion und wird bei weiterem Verstoß gesperrt.
hi: प्रतिबंध और उल्लंघन पर आगे के उल्लंघन पर प्रतिबंध लगाया जाएगा।
it: Sanzionato e verrà bannato in caso di ulteriore violazione.
ko: 처분 및 추가 위반으로 인한 금지됨
uk: Санкція та буде заблокований у разі подальших порушень.

source: Save
ar: حفظ
cs: Uložit
de: Speichern
hi: बचाना
it: Salva
ko: 저장
uk: Зберегти

source: Search
ar: بحث
cs: Hledat
de: Suche
hi: खोजें
it: Cerca
ko: 검색
uk: Пошук

source: Search for a user
ar: البحث عن مستخدم
cs: Hledat uživatele
de: Suche nach Benutzer
hi: उपयोगकर्ता खोजें
it: Cerca un utente
ko: 사용자 검색
uk: Пошук користувача

source: Searching Nodes
ar: جارٍ البحث في العقد
cs: Vyhledávání uzlů
de: Knoten werden durchsucht
hi: नोड्स खोजे जा रहे हैं
it: Ricerca dei nodi in corso
ko: 노드 검색 중
uk: Пошук вузлів

source: Seconds ago
ar: ثوان مضت
cs: před sekundami
de: Sekunden her
hi: सेकंड पहले
it: secondi fa
ko: 초 전
uk: Секунд тому

source: Selected Language
ar: اللغة المختارة
cs: Vybraný jazyk
de: Ausgewählte Sprache
hi: चयनित भाषा
it: Lingua selezionata
ko: 선택된 언어
uk: Вибрана мова

# selectedthumbfiletype
source: Selected Filetype for Thmub
ar: نوع ملف الصورة المصغرة المختار
cs: Vybraný typ souboru pro náhled
de: Ausgewähler Dateityp für Thmub
hi: चयनित थंब फ़ाइल प्रकार
it: Tipo di file selezionato per l'anteprima
ko: 썸네일용 선택된 파일 형식
uk: Вибраний тип файлу для мініатюри

# selecteduploadfiletype
source: Selected filetype for Upload
ar: نوع ملف الرفع المختار
cs: Vybraný typ souboru pro nahrávání
de: Ausgewähler Dateityp für Upload
hi: चयनित अपलोड फ़ाइल प्रकार
it: Tipo di file selezionato per il caricamento
ko: 업로드용 선택된 파일 형식
uk: Вибраний тип файлу для завантаження

source: Select File
ar: اختر ملفًا
cs: Vybrat soubor
de: Datei auswählen
hi: फ़ाइल चुनें
it: Seleziona file
ko: 파일 선택
uk: Вибрати файл

# selectprovider
source: Select an proiver to host your media file
ar: اختر مزودًا لملف الوسائط الخاص بك
cs: Vyberte poskytovatele pro svůj mediální soubor
de: Wählen Sie einen Provider für Ihre Mediendatei
hi: अपनी मीडिया फ़ाइल के लिए एक प्रदाता चुनें
it: Seleziona un fornitore per il tuo file multimediale
ko: 미디어 파일을 호스팅할 제공자 선택
uk: Виберіть провайдера для вашого медіафайлу

source: Select rule
ar: اختر القاعدة
cs: Vyberte pravidlo
de: Wähle die Regel aus
hi: नियम चुनें
it: Seleziona la regola
ko: 규칙 선택
uk: Виберіть правило

source: Select Thumb
ar: اختر صورة مصغرة
cs: Vybrat miniaturu
de: Vorschaubild auswählen
hi: थंब चुनें
it: Seleziona miniatura
ko: 썸네일 선택
uk: Вибрати мініатюру

source: Sell
ar: بيع
cs: Prodat
de: Verkauf
hi: बेचना
it: Vendi
ko: 판매
uk: Продати

source: Send
ar: إرسال
cs: Odeslat
de: Senden
hi: भेजें
it: Invia
ko: 보내기
uk: Надіслати

source: Send Message
ar: إرسال رسالة
cs: Poslat zprávu
de: Nachricht senden
hi: संदेश भेजें
it: Invia messaggio
ko: 메시지 보내기
uk: Надіслати повідомлення

# settingcommon
source: Common
ar: عام
cs: Obecné
de: Allgemein
hi: सामान्य सेटिंग्स
it: Impostazioni generali
ko: 일반
uk: Загальні

# settingprivacyandsecurity
source: Privacy & Security
ar: الخصوصية والأمان
cs: Soukromí a bezpečnost
de: Datenschutz & Sicherheit
hi: गोपनीयता और सुरक्षा
it: Privacy e sicurezza
ko: 개인정보 및 보안
uk: Конфіденційність та безпека

# settingprivacyandsecuritydescription
source: Private Keys, Cookies, Cache, Local Storage
ar: المفاتيح الخاصة، الكوكيز، الكاش، التخزين المحلي
cs: Soukromé klíče, cookies, cache, lokální úložiště
de: Private Schlüssel, Cookies, Cache, Lokaler Speicher
hi: निजी कुंजी, कुकीज़, कैशे, स्थानीय संग्रहण
it: Chiavi private, cookie, cache, memoria locale
ko: 개인 키, 쿠키, 캐시, 로컬 저장소
uk: Приватні ключі, файли cookie, кеш, локальне сховище

# settingprofiledescription
source: Name, Avatar, Bio, Website, Location, Social Media Links
ar: الاسم، الصورة الرمزية، السيرة الذاتية، الموقع الإلكتروني، الموقع، روابط وسائل التواصل الاجتماعي
cs: Jméno, avatar, biografie, web, umístění, odkazy na sociální sítě
de: Name, Avatar, Biografie, Webseite, Standort, Soziale Medien Links
hi: नाम, अवतार, जीवनी, वेबसाइट, स्थान, सोशल मीडिया लिंक
it: Nome, avatar, biografia, sito web, posizione, link ai social media
ko: 이름, 아바타, 소개, 웹사이트, 위치, 소셜 미디어 링크
uk: Ім'я, аватар, біографія, веб-сайт, місцезнаходження, посилання на соціальні мережі

# settingressourcesdescription
source: Stake & Unstake CPU, NET, RAM
hi: CPU, NET, RAM को स्टेक और अनस्टेक करें
ko: CPU, NET, RAM 지분 및 출금
uk: Стейк та анстейк CPU, NET, RAM

source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
hi: सेटिंग्स
it: Impostazioni
ko: 설정
uk: Налаштування

# share
source: Teilen
ar: شارك
cs: Sdílet
hi: साझा करें
it: Condividi
uk: Поділитися

source: Show Comments
ar: إظهار التعليقات
cs: Zobrazit komentáře
de: Kommentare anzeigen
hi: टिप्पणियाँ दिखाएं
it: Mostra commenti
ko: 댓글 보기
uk: Показати коментарі

source: Show Profile
ar: عرض الملف الشخصي
cs: Zobrazit profil
de: Zeige Profil
hi: प्रोफ़ाइल दिखाएँ
it: Mostra profilo
ko: 프로필 표시
uk: Показати профіль

source: Show Tags
ar: عرض الوسوم
cs: Zobrazit tagy
de: Tags anzeigen
hi: टैग दिखाएं
it: Mostra tag
ko: 태그 보기
uk: Показати теги

source: Sign in
ar: تسجيل الدخول
cs: Přihlásit se
de: Anmelden
hi: साइन इन करें
it: Accedi
ko: 로그인
uk: Увійти

source: Sign up
ar: إنشاء حساب
cs: Zaregistrovat se
de: Registrieren
hi: रजिस्टर करें
it: Registrati
ko: 가입
uk: Реєструватися

source: Slide to confirm
ar: اسحب للتأكيد
cs: Posunout pro potvrzení
de: Wischen zum Bestätigen
hi: पुष्टि करने के लिए स्लाइड करें
it: Scorri per confermare
ko: 슬라이드하여 확인
uk: Прокрутіть для підтвердження

source: Sorry, something went wrong
ar: عذراً، حدث خطأ ما
cs: Omlouváme se, něco se pokazilo
de: Entschuldigung, da ist was schief gelaufen
hi: माफ़ करें, कुछ गलत हो गया
it: Spiacenti, qualcosa è andato storto
ko: 죄송합니다, 오류가 발생했습니다
uk: Вибачте, сталася помилка

source: Stake
ar: تخصيص
hi: स्टेक करें
it: Staking
ko: 스테이크
uk: Стейк

# stakedexplain
source: Will fully recover within 3 days
ar: يتم استعادتها بالكامل خلال 3 أيام
cs: Bude plně obnoven do 3 dnů
de: Wird innerhalb von 3 Tagen vollständig wiederhergestellt
hi: यह 3 दिनों में पूरी तरह से बहाल हो जाएगा
it: Ripristinato completamente in 3 giorni
ko: 3일 내 완전히 복구됩니다
uk: Повністю відновлюється протягом 3 днів

# stakeexplain
source: This is the amount of tokens have staked for resources
ar: هذا هو عدد الرموز المستخدمة للموارد
cs: To je počet tokenů, které jsou použity pro zdroje
de: Dies ist die Anzahl der Token, die für Ressourcen eingesetzt sind
hi: यह वह टोकन संख्या है जो संसाधनों के लिए स्टेक की गई है
it: Questo è il numero di token utilizzati per le risorse
ko: 자원에 대한 토큰의 양입니다
uk: Це кількість токенів, які використовуються для резервування ресурсів

# standbyblockproducer
source: Standby BP
ar: منتج الكتل الاحتياطي
cs: Výrobce bloků v pohotovosti
de: BP in Bereitschaft
hi: स्टैंडबाय ब्लॉक उत्पादक
it: Produttore di blocchi di riserva
ko: 대기중인 BP
uk: BP в очікуванні

source: Statistics
ar: الإحصائيات
cs: Statistiky
de: Statistiken
hi: सांख्यिकी
it: Statistiche
ko: 통계
uk: Статистика

source: Status
ar: الحالة
cs: Stav
hi: स्थिति
it: Stato
ko: 상태
uk: Статус

source: Status of the blockchain
ar: حالة البلوكتشين
cs: Stav blockchainu
de: Status von der Blockchain
hi: ब्लॉकचेन की स्थिति
it: Stato della blockchain
ko: 블록체인 상태
uk: Статус блокчейну

source: Subscriptions
ar: الاشتراكات
cs: Předplatná
de: Abos
hi: सदस्यता
it: Abbonamenti
ko: 구독
uk: Підписки

source: Successful reports are rewarded
ar: يتم مكافأة التقارير الناجحة
cs: Úspěšné nahlášení je odměněno
de: Erfolgreiche Meldungen werden belohnt
hi: सफल रिपोर्टों को पुरस्कृत किया जाता है
it: Le segnalazioni di successo vengono premiate
ko: 성공적인 보고서는 보상됩니다
uk: Успішні повідомлення винагороджуються

source: Swipe
ar: السحب
cs: Přejetím
de: Wischen
hi: स्वाइप
ko: 스와이프
uk: Свайп

source: Tag
ar: علامة
hi: टैग
ko: 태그
uk: Тег

source: Tags
ar: علامات
cs: Tagy
hi: टैग्स
it: Tag
ko: 태그
uk: Теги

source: Tested
ar: تم الاختبار
cs: Otestováno
de: Getestet
hi: परीक्षण किया गया
it: Testato
ko: 테스트 완료
uk: Перевірено

source: Test here
ar: اختبر هنا
cs: Testovat zde
de: Hier testen
hi: यहाँ परीक्षण करें
it: Testa qui
ko: 여기에서 테스트
uk: Тестувати тут

source: Thank you
ar: شكرًا لك
cs: Děkujeme
de: Danke
hi: धन्यवाद
it: Grazie
ko: 감사합니다
uk: Дякуємо

source: The account is already on the list.
ar: الحساب موجود بالفعل في القائمة.
cs: Účet je již na seznamu.
de: Das Konto ist bereits in der Liste.
hi: खाता पहले से ही सूची में है।
it: L'account è già nella lista.
ko: 계정이 이미 목록에 있습니다.
uk: Акаунт вже є у списку.

# thelanguage
source: Language
ar: اللغة
cs: Jazyk
de: Sprache
hi: भाषा
it: Lingua
ko: 언어
uk: Мова

source: The list is empty!
ar: القائمة فارغة!
cs: Seznam je prázdný!
de: Die Liste ist leer!
hi: सूची खाली है!
it: L'elenco è vuoto!
ko: 목록이 비어 있습니다!
uk: Список порожній!

source: Theme
ar: الثيم
cs: Téma
hi: थीम
it: Tema
ko: 테마
uk: Тема

source: The page you are looking for does not exist.
ar: الصفحة التي تبحث عنها غير موجودة.
cs: Stránka, kterou hledáte, neexistuje.
de: Die von Ihnen gesuchte Seite existiert nicht.
hi: जिस पेज को आप देख रहे हैं वह मौजूद नहीं है
it: La pagina che stai cercando non esiste.
ko: 찾고 있는 페이지가 존재하지 않습니다.
uk: Сторінка, яку ви шукаєте, не існує.

# thesystemtokenhasfourdecimalplaces
source: The system token has 4 decimal places
ar: رمز النظام يحتوي على 4 منازل عشرية
cs: Systémový token má 4 desetinná místa
de: Der Systemtoken hat 4 Nachkommastellen
hi: सिस्टम टोकन में 4 दशमलव स्थान होते हैं
it: Il token di sistema ha 4 cifre decimali
ko: 시스템 토큰은 소수점 4자리를 가지고 있습니다
uk: Системний токен має 4 десяткових знаки

source: This feature is not available yet
ar: هذه الميزة غير متاحة بعد
cs: Tato funkce není dosud dostupná
de: Diese Funktion ist noch nicht verfügbar
hi: यह सुविधा अभी उपलब्ध नहीं है
it: Questa funzione non è ancora disponibile
ko: 이 기능은 아직 사용할 수 없습니다
uk: Ця функція ще недоступна

source: This feature is not supportet
ar: هذه الميزة غير مدعومة
cs: Tato funkce není podporována
de: Diese Funktion wird nicht unterstützt
hi: यह सुविधा समर्थित नहीं है
it: Questa funzione non è supportata
ko: 이 기능은 지원되지 않습니다
uk: Ця функція не підтримується

source: Thumb
ar: صورة مصغرة
cs: Miniatura
de: Vorschaubild
hi: थंब
it: Miniatura
ko: 썸네일
uk: Мініатюра

# thumbexplain
source: A “thumb” (short for thumbnail) is a small preview image of an image or video
ar: الـ "صورة المصغرة" هي صورة معاينة صغيرة لصور أو مقاطع فيديو
cs: „Miniatura“ je malý náhled obrázku nebo videa
de: Ein „Vorschaubild“ ist ein kleines Vorschau-Bild einer Grafik oder eines Videos
hi: “थंब” (थंबनेल) किसी चित्र या वीडियो का एक छोटा पूर्वावलोकन छवि है
it: Una "miniatura" è una piccola immagine di anteprima di un'immagine o di un video
ko: 썸네일은 이미지 또는 비디오의 미리 보기 이미지입니다
uk: «Мініатюра» — це маленьке попереднє зображення фотографії або відео

source: Thumb IPFS Hash
ar: هاش IPFS للصورة المصغرة
cs: IPFS Hash náhledu
de: Vorschau IPFS Hash
hi: थंब IPFS हैश
it: Hash IPFS dell'anteprima
ko: 썸네일 IPFS 해시
uk: IPFS хеш мініатюри

# thumbipfshashfiletyp
source: File Type of Thumb
ar: نوع ملف الصورة المصغرة
cs: Typ souboru náhledu
de: Dateityp von Vorschau
hi: थंब की फाइल का प्रकार
it: Tipo di file dell'anteprima
ko: 썸네일의 파일 형식
uk: Тип файлу мініатюри IPFS

# thumbresolution
source: Thumb resolution 128x128px
ar: دقة الصورة المصغرة 128x128 بكسل
cs: Rozlišení náhledu 128x128 px
de: Vorschaubild in Auflösung 128x128px
hi: थंब की रिज़ॉल्यूशन 128x128px
it: Risoluzione dell'anteprima / Thumb 128x128px
ko: 썸네일 해상도 128x128px
uk: Роздільна здатність мініатюри/тумби 128x128 пікселів

source: Time
ar: الوقت
cs: Čas
de: Zeit
hi: समय
it: Tempo
ko: 시간
uk: Час

source: Token
ar: رمز
hi: टोकन
ko: 토큰
uk: Токен

# tokenACTexplain
source: Will be paid out during actions (Voting, write comments, ...)
ar: يتم دفعه عند القيام بنشاط (التقييم، كتابة التعليقات، ...)
cs: Vyplácí se při akci (hodnocení, komentáře, ...)
de: Wird bei Aktion ausgezahlt (Bewerten, Kommentare schreiben, ...)
hi: क्रिया (मूल्यांकन, टिप्पणी लिखना, ...) पर भुगतान किया जाता है
it: Distribuito per azioni (valutare, commentare, ...)
ko: 활동 시 지급됩니다 (투표, 댓글 작성 등)
uk: Виплачується за дію (оцінювання, написання коментарів, ...)

# tokenFAMEexplain
source: Paid out when a user likes your content
ar: يتم دفعه عندما يعجب المستخدم بمحتواك
cs: Vyplácí se, když se uživateli líbí váš obsah
de: Wird ausgezahlt wenn einem Benutzer dein Inhalt gefällt
hi: जब किसी उपयोगकर्ता को आपकी सामग्री पसंद आती है तो भुगतान किया जाता है
it: Distribuito quando il tuo contenuto piace agli utenti
ko: 사용자가 콘텐츠를 좋아할 때 지급됩니다
uk: Виплачується, коли користувачу подобається ваш контент

# tokenTRUSTexplain
source: Is paid out when you complete tasks as a truster
ar: يتم دفعه عند إتمام المهام كموثوق
cs: Vyplácí se při plnění úkolů jako důvěryhodný uživatel
de: Wird ausgezahlt wenn man Aufgaben als Truster erledigt
hi: जब ट्रस्टर के रूप में कार्य करते समय कार्य पूरा किया जाता है तो भुगतान किया जाता है
it: Distribuito quando si completano compiti come truster
ko: 신뢰자로서 과제를 완료할 때 지급됩니다
uk: Виплачується за виконання завдань як довірена особа

source: Total
ar: الإجمالي
cs: Celkem
hi: कुल
it: Totale
ko: 총액
uk: Загалом

source: Total Votes
ar: إجمالي الأصوات
cs: Celkový počet hlasů
de: Gesamtstimmen
hi: कुल वोट
it: Voti totali
ko: 총 투표 수
uk: Загальна кількість голосів

source: To (username)
ar: إلى (اسم المستخدم)
cs: Na (uživatelské jméno)
de: Zu (Benutzername)
hi: तक (उपयोगकर्ता नाम)
it: A (nome utente)
ko: 받는 사람 (사용자명)
uk: До (Ім'я користувача)

source: Transaction
ar: المعاملة
cs: Transakce
de: Transaktion
hi: लेनदेन
it: Transazione
ko: 트랜잭션
uk: Транзакція

source: Transactions
ar: المعاملات
cs: Transakce
de: Transaktionen
hi: लेन-देन
it: Transazioni
ko: 트랜잭션
uk: Транзакції

source: Transaction Sum
ar: مجموع المعاملات
cs: Součet transakcí
de: Transaktionssumme
hi: लेन-देन की राशि
it: Somma delle transazioni
ko: 트랜잭션 합계
uk: Сума транзакцій

# transferexplained
source: Transfer ? (if activated, resources will be owned by the receiver)
ar: التحويل؟ (عند التفعيل، تنتقل الموارد إلى ملكية المستقبل)
cs: Přenést? (Pokud je aktivováno, zdroje přejdou do vlastnictví příjemce)
de: Übertragen ? (wenn aktiviert, gehen die Ressourcen in den Besitz des Empfängers über)
hi: स्थानांतरण करें? (जब सक्षम हो, तो संसाधन प्राप्तकर्ता के स्वामित्व में चले जाते हैं)
it: Trasferire? (se abilitato, le risorse passano al destinatario)
ko: 이체 ? (활성화된 경우, 자원은 수신자에게 소유됩니다)
uk: Передати? (якщо активовано, ресурси перейдуть до власності отримувача)

# trendingvalue
source: Trend Value
ar: قيمة الشهرة
cs: Hodnota trendu
de: Trend Wert
hi: रुझान मूल्य
it: Valore di tendenza
ko: 트렌드 값
uk: Трендовий показник

source: Trends
ar: الاتجاهات
cs: Trendy
hi: रुझान
it: Tendenze
ko: 트렌드
uk: Тренди

source: Unfollow
ar: إلغاء المتابعة
cs: Přestat sledovat
de: Entfolgen
hi: अनफॉलो
it: Smetti di seguire
ko: 언팔로우
uk: Відписатися

source: Unfollow user
ar: إلغاء متابعة المستخدم
cs: Přestat sledovat uživatele
de: Benutzer entfolgen
hi: उपयोगकर्ता को अनफॉलो करें
it: Smetti di seguire l'utente
ko: 사용자 언팔로우
uk: Відписатися від користувача

source: Unpaid Blocks
ar: الكتل غير المدفوعة
cs: Nezaplacené bloky
de: Unbezahlte Blöcke
hi: अवैतनिक ब्लॉक
it: Blocchi non pagati
ko: 미지급 블록
uk: Неоплачені блоки

# unserstoodIPFScharacteristics
source: Unserstood IPFS special characteristics
ar: فهم خصائص IPFS
cs: Chápe charakteristiky IPFS
de: Hat die Besonderheiten verstanden
hi: IPFS विशेषताओं को समझ लिया है
it: Hai compreso le caratteristiche dell'IPFS
ko: IPFS 특성을 이해했습니다
uk: Ознайомлений з особливостями IPFS

source: Unstake
ar: إلغاء التخصيص
hi: अनस्टेक करें
ko: 언스테이크
uk: Відмінити стейк

# unstakedtokenkeepfrozenforthreedays
source: Unstaked resources remain frozen for 3 days
ar: الموارد المحررة تبقى مجمدة لمدة 3 أيام
cs: Uvolněné zdroje zůstávají na 3 dny zmrazené
de: Freigegebene Ressourcen bleiben für 3 Tage eingefroren
hi: रिलीज़ किए गए संसाधन 3 दिनों के लिए फ्रीज़ रहेंगे
it: Le risorse liberate rimangono bloccate per 3 giorni
ko: 언스테이크된 자원은 3일 동안 동결됩니다
uk: Ресурси, від яких відмовилися, залишаються замороженими протягом 3 днів

source: Upload
ar: تحميل
cs: Nahrát
hi: अपलोड करें
it: Carica
ko: 업로드
uk: Завантаження

# uploadid
source: Upload No.
ar: رقم الرفع
cs: Číslo nahrávky
de: Upload Nr.
hi: अपलोड आईडी
it: Nr. di caricamento
ko: 업로드 번호
uk: ID завантаження

source: Uploading
ar: جارٍ الرفع
cs: Nahrávání
de: Hochladen
hi: अपलोड हो रहा है
it: Caricamento
ko: 업로드 중
uk: Завантаження
